import type { Shelter } from "../types";

export const DAEGU_SHELTERS: Shelter[] =[
  {
    "id": "daegu-shelter-0001",
    "name": "GS25대구남산점",
    "address": "대구광역시 중구 중앙대로 274",
    "lat": 35.857724,
    "lng": 128.591358
  },
  {
    "id": "daegu-shelter-0002",
    "name": "GS25대구역자이점",
    "address": "대구광역시 중구 서성로 99 (대구역센트럴자이)",
    "lat": 35.875988,
    "lng": 128.586559
  },
  {
    "id": "daegu-shelter-0003",
    "name": "누리어린이공원",
    "address": "대구광역시 수성구 달구벌대로637길 5",
    "lat": 35.841268,
    "lng": 128.705822
  },
  {
    "id": "daegu-shelter-0004",
    "name": "남산2동행정복지센터",
    "address": "대구광역시 중구 명륜로 27-1 (남산동)",
    "lat": 35.8640884,
    "lng": 128.5895638
  },
  {
    "id": "daegu-shelter-0005",
    "name": "함지공원",
    "address": "대구광역시 북구 동암로38길 12  (구암동)",
    "lat": 35.942357,
    "lng": 128.569148
  },
  {
    "id": "daegu-shelter-0006",
    "name": "용계6리경로당",
    "address": "대구광역시 달성군 가창면 가창로216길 25 (주공아파트)",
    "lat": 35.8027023,
    "lng": 128.6243007
  },
  {
    "id": "daegu-shelter-0007",
    "name": "정대매계경로당",
    "address": "대구광역시 달성군 가창면 헐티로7길 8 ",
    "lat": 35.765648,
    "lng": 128.570537
  },
  {
    "id": "daegu-shelter-0008",
    "name": "상록수경로당",
    "address": "대구광역시 수성구 들안로29길 26-18",
    "lat": 35.8444736,
    "lng": 128.6154304
  },
  {
    "id": "daegu-shelter-0009",
    "name": "상동행정복지센터",
    "address": "대구광역시 수성구  들안로9길  56 ,  상동주민센터 (상동)",
    "lat": 35.8321267,
    "lng": 128.6154609
  },
  {
    "id": "daegu-shelter-0010",
    "name": "동대구농협상동지점",
    "address": "대구광역시 수성구 수성로 114 (상동)",
    "lat": 35.8356284,
    "lng": 128.6120698
  },
  {
    "id": "daegu-shelter-0011",
    "name": "용계7리경로당",
    "address": "대구광역시 달성군 가창면 가창로216길 55 (국태모닝포유아파트)",
    "lat": 35.8036007,
    "lng": 128.6238103
  },
  {
    "id": "daegu-shelter-0012",
    "name": "비산5동제1경로당",
    "address": "대구광역시 서구 서대구로68길 60-9 (비산동)",
    "lat": 35.8878344,
    "lng": 128.5689229
  },
  {
    "id": "daegu-shelter-0013",
    "name": "비원도서관",
    "address": "대구광역시 서구 달서천로61안길 10 (비산동)",
    "lat": 35.8860967,
    "lng": 128.5692841
  },
  {
    "id": "daegu-shelter-0014",
    "name": "봉덕1동경로당",
    "address": "대구광역시 남구 희망로3길 11-2",
    "lat": 35.8484363,
    "lng": 128.5996917
  },
  {
    "id": "daegu-shelter-0015",
    "name": "매호공원",
    "address": "대구광역시 수성구 천을로23길 5",
    "lat": 35.844786,
    "lng": 128.703737
  },
  {
    "id": "daegu-shelter-0016",
    "name": "보성송림아파트경로당",
    "address": "대구광역시 중구  남산로4길  91   (남산동, 보성송림아파트)",
    "lat": 35.8612954,
    "lng": 128.5843595
  },
  {
    "id": "daegu-shelter-0017",
    "name": "MG새마을금고남산새마을금고본점",
    "address": "대구광역시 중구 남산로4길 64 (남산동)",
    "lat": 35.8596925,
    "lng": 128.585368
  },
  {
    "id": "daegu-shelter-0018",
    "name": "극동스타클래스남산경로당",
    "address": "대구광역시 중구 남산로 30",
    "lat": 35.8596263,
    "lng": 128.5839547
  },
  {
    "id": "daegu-shelter-0019",
    "name": "남산3동행정복지센터",
    "address": "대구광역시 중구 남산로4길 70 (남산동)",
    "lat": 35.8599079,
    "lng": 128.5855578
  },
  {
    "id": "daegu-shelter-0020",
    "name": "남산3동경로당",
    "address": "대구광역시 중구 남산로6안길 27-57 (남산동)",
    "lat": 35.8583622,
    "lng": 128.5864654
  },
  {
    "id": "daegu-shelter-0021",
    "name": "KB국민은행남산동지점",
    "address": "대구광역시 중구 명륜로 69",
    "lat": 35.861582,
    "lng": 128.592279
  },
  {
    "id": "daegu-shelter-0022",
    "name": "화전1리경로당",
    "address": "대구광역시 군위군 산성면 화전1길 131 (화전1리회관)",
    "lat": 36.13739,
    "lng": 128.715562
  },
  {
    "id": "daegu-shelter-0023",
    "name": "화북2리경로당",
    "address": "대구광역시 군위군 삼국유사면 화북2길 187 ",
    "lat": 36.11496,
    "lng": 128.7778263
  },
  {
    "id": "daegu-shelter-0024",
    "name": "Sh수협은행반월당지점",
    "address": "대구광역시 중구 남성로 32 (남성로)",
    "lat": 35.8675619,
    "lng": 128.5902923
  },
  {
    "id": "daegu-shelter-0025",
    "name": "음리보건진료소",
    "address": "대구광역시 달성군 유가읍 음동1길 9 ",
    "lat": 35.6973752,
    "lng": 128.4814677
  },
  {
    "id": "daegu-shelter-0026",
    "name": "역후공원",
    "address": "대구광역시 북구 칠성남로26길 27",
    "lat": 35.877215,
    "lng": 128.592236
  },
  {
    "id": "daegu-shelter-0027",
    "name": "다사농협(대실지점)",
    "address": "대구광역시 달성군 다사읍 대실역남로 34",
    "lat": 35.85497,
    "lng": 128.464008
  },
  {
    "id": "daegu-shelter-0028",
    "name": "다사농협",
    "address": "대구광역시 달성군 다사읍 다사로 26",
    "lat": 35.863161,
    "lng": 128.461092
  },
  {
    "id": "daegu-shelter-0029",
    "name": "성요셉병원",
    "address": "대구광역시 달성군 논공읍 논공로 210 ",
    "lat": 35.7210645,
    "lng": 128.4539831
  },
  {
    "id": "daegu-shelter-0030",
    "name": "패션주얼리전문타운",
    "address": "대구광역시 중구 경상감영길 176",
    "lat": 35.871882,
    "lng": 128.59673
  },
  {
    "id": "daegu-shelter-0031",
    "name": "하나은행대구혁신도시지점",
    "address": "대구광역시 동구 이노밸리로 309 (신서동)",
    "lat": 35.8783515,
    "lng": 128.731024
  },
  {
    "id": "daegu-shelter-0032",
    "name": "봉산2리지경경로당",
    "address": "대구광역시 군위군 우보면 봉산4길 109-29 ",
    "lat": 36.1804259,
    "lng": 128.6144985
  },
  {
    "id": "daegu-shelter-0033",
    "name": "행복나눔의집",
    "address": "대구광역시 중구 서성로16길 53 (대안동)",
    "lat": 35.8734304,
    "lng": 128.5905412
  },
  {
    "id": "daegu-shelter-0034",
    "name": "서재5리경로당",
    "address": "대구광역시 달성군 다사읍 서재로30길 7",
    "lat": 35.87728,
    "lng": 128.49832
  },
  {
    "id": "daegu-shelter-0035",
    "name": "주2리경로당(내주리)",
    "address": "대구광역시 달성군 가창면 주리1길 136 ",
    "lat": 35.756384,
    "lng": 128.639769
  },
  {
    "id": "daegu-shelter-0036",
    "name": "아이엠뱅크용산동지점",
    "address": "대구광역시 달서구 용산로 235 (용산동)",
    "lat": 35.858533,
    "lng": 128.530287
  },
  {
    "id": "daegu-shelter-0037",
    "name": "두리봉경로당",
    "address": "대구광역시 수성구 달구벌대로530길 92",
    "lat": 35.8523137,
    "lng": 128.651269
  },
  {
    "id": "daegu-shelter-0038",
    "name": "파전리경로당",
    "address": "대구광역시 군위군 의흥면 파전길  3 , 파전리경로당",
    "lat": 36.174161,
    "lng": 128.739009
  },
  {
    "id": "daegu-shelter-0039",
    "name": "하산1리경로당",
    "address": "대구광역시 달성군 하빈면 하목정길 40-2 ",
    "lat": 35.879555,
    "lng": 128.398516
  },
  {
    "id": "daegu-shelter-0040",
    "name": "봉촌1리경로당",
    "address": "대구광역시 달성군 하빈면 하빈남로52길 58 ",
    "lat": 35.86361,
    "lng": 128.4077
  },
  {
    "id": "daegu-shelter-0041",
    "name": "봉촌2리경로당",
    "address": "대구광역시 달성군 하빈면 하빈남로 383 (봉촌2리마을회관)",
    "lat": 35.861126,
    "lng": 128.393935
  },
  {
    "id": "daegu-shelter-0042",
    "name": "아이엠뱅크광장지점",
    "address": "대구광역시 달서구 달구벌대로 1698",
    "lat": 35.855157,
    "lng": 128.551617
  },
  {
    "id": "daegu-shelter-0043",
    "name": "범어4동주민자치센터",
    "address": "대구광역시 수성구 범어로20길 97  (범어동)",
    "lat": 35.8580949,
    "lng": 128.6412684
  },
  {
    "id": "daegu-shelter-0044",
    "name": "동대구농협수성지점",
    "address": "대구광역시 수성구 명덕로 455 (수성동3가, 수성3가롯데캐슬아파트)",
    "lat": 35.8543853,
    "lng": 128.6197624
  },
  {
    "id": "daegu-shelter-0045",
    "name": "성산3리경로당",
    "address": "대구광역시 달성군 화원읍 사문진로1길 6 ",
    "lat": 35.8094761,
    "lng": 128.4809741
  },
  {
    "id": "daegu-shelter-0046",
    "name": "별메경로당",
    "address": "대구광역시 달서구 도원로 46 (별메마을 관리실)",
    "lat": 35.805678,
    "lng": 128.533222
  },
  {
    "id": "daegu-shelter-0047",
    "name": "산새경로당",
    "address": "대구광역시 달서구 도원남로 40 (산새마을)",
    "lat": 35.803817,
    "lng": 128.533452
  },
  {
    "id": "daegu-shelter-0048",
    "name": "내당도서관",
    "address": "대구광역시 서구 서대구로7길 36 (내당도서관)",
    "lat": 35.861506,
    "lng": 128.55299
  },
  {
    "id": "daegu-shelter-0049",
    "name": "뉴평리도서관",
    "address": "대구광역시 서구 평리로73길 37",
    "lat": 35.868904,
    "lng": 128.562292
  },
  {
    "id": "daegu-shelter-0050",
    "name": "MG새마을금고광장본점",
    "address": "대구광역시 서구 달구벌대로361길 14-1",
    "lat": 35.86077,
    "lng": 128.56163
  },
  {
    "id": "daegu-shelter-0051",
    "name": "MG새마을금고서대구비룡지점",
    "address": "대구광역시 서구 달서로 201",
    "lat": 35.880446,
    "lng": 128.571274
  },
  {
    "id": "daegu-shelter-0052",
    "name": "MG새마을금고와룡내당지점",
    "address": "대구광역시 서구 당산로 243",
    "lat": 35.858018,
    "lng": 128.546749
  },
  {
    "id": "daegu-shelter-0053",
    "name": "MG새마을금고와룡평리지점",
    "address": "대구광역시 서구 국채보상로37길 38 (서대구역서한이다음더퍼스트)",
    "lat": 35.873212,
    "lng": 128.551795
  },
  {
    "id": "daegu-shelter-0054",
    "name": "MG새마을금고더조은제2지점",
    "address": "대구광역시 서구 평리로29길 7",
    "lat": 35.859502,
    "lng": 128.539489
  },
  {
    "id": "daegu-shelter-0055",
    "name": "이화2리경로당",
    "address": "대구광역시 군위군 우보면 이화길 175 (이화2리경로당)",
    "lat": 36.198143,
    "lng": 128.668378
  },
  {
    "id": "daegu-shelter-0056",
    "name": "성내2동행정복지센터",
    "address": "대구광역시 중구  달구벌대로415길  48   (장관동)",
    "lat": 35.8683816,
    "lng": 128.5903861
  },
  {
    "id": "daegu-shelter-0057",
    "name": "북성동경로당",
    "address": "대구광역시 중구  서성로14길  51-18  (북내동)",
    "lat": 35.8731433,
    "lng": 128.5895645
  },
  {
    "id": "daegu-shelter-0058",
    "name": "지호1리경로당",
    "address": "대구광역시 군위군 의흥면 지호1길 12-4 ",
    "lat": 36.1696934,
    "lng": 128.7628166
  },
  {
    "id": "daegu-shelter-0059",
    "name": "한마음경로당",
    "address": "대구광역시 수성구 들안로52길 35-1",
    "lat": 35.8527872,
    "lng": 128.6190858
  },
  {
    "id": "daegu-shelter-0060",
    "name": "수성1가제2경로당",
    "address": "대구광역시 수성구 달구벌대로456길 11",
    "lat": 35.8594063,
    "lng": 128.6113895
  },
  {
    "id": "daegu-shelter-0061",
    "name": "수성2가참마음경로당",
    "address": "대구광역시 수성구 수성로60길 45-1",
    "lat": 35.852451,
    "lng": 128.6160921
  },
  {
    "id": "daegu-shelter-0062",
    "name": "세천리경로당",
    "address": "대구광역시 달성군 다사읍 세천본길 18-4",
    "lat": 35.87595,
    "lng": 128.474845
  },
  {
    "id": "daegu-shelter-0063",
    "name": "서재2리경로당",
    "address": "대구광역시 달성군 다사읍 서재로18길 5",
    "lat": 35.87121,
    "lng": 128.497557
  },
  {
    "id": "daegu-shelter-0064",
    "name": "유천동행정복지센터",
    "address": "대구광역시 달서구 조암로 175 (유천동)",
    "lat": 35.8170837,
    "lng": 128.5141699
  },
  {
    "id": "daegu-shelter-0065",
    "name": "지산1동경로당",
    "address": "대구광역시 수성구 지산로11길 6-19",
    "lat": 35.8270078,
    "lng": 128.6332391
  },
  {
    "id": "daegu-shelter-0066",
    "name": "상리2동경로당",
    "address": "대구광역시 서구 가르뱅이로 69 (상리동)",
    "lat": 35.8828264,
    "lng": 128.530308
  },
  {
    "id": "daegu-shelter-0067",
    "name": "아이엠뱅크중구청지점",
    "address": "대구광역시 중구 국채보상로139길 1 (동인동2가)",
    "lat": 35.8692766,
    "lng": 128.6062068
  },
  {
    "id": "daegu-shelter-0068",
    "name": "중앙공원",
    "address": "대구광역시 남구 대명로20길 28",
    "lat": 35.837952,
    "lng": 128.567797
  },
  {
    "id": "daegu-shelter-0069",
    "name": "황금119안전센터",
    "address": "대구광역시 수성구 동대구로12길 41 (지산동)",
    "lat": 35.8355675,
    "lng": 128.6264867
  },
  {
    "id": "daegu-shelter-0070",
    "name": "지산1동행정복지센터",
    "address": "대구광역시 수성구 지범로21길 16 (지산동)",
    "lat": 35.8249315,
    "lng": 128.6370116
  },
  {
    "id": "daegu-shelter-0071",
    "name": "봉산뜨란채경로당",
    "address": "대구광역시 중구  봉산문화길  69 , 상가동 (봉산동, 봉산뜨란채)",
    "lat": 35.862865,
    "lng": 128.5967542
  },
  {
    "id": "daegu-shelter-0072",
    "name": "아이엠뱅크월배영업부",
    "address": "대구광역시 달서구  월배로  109   (진천동)",
    "lat": 35.8147864,
    "lng": 128.5262531
  },
  {
    "id": "daegu-shelter-0073",
    "name": "서문로119안전센터",
    "address": "대구광역시 중구 경상감영길 45",
    "lat": 35.8715117,
    "lng": 128.5899471
  },
  {
    "id": "daegu-shelter-0074",
    "name": "고산건강생활지원센터",
    "address": "대구광역시 수성구 욱수천로 99 (고산권보건복지센터)",
    "lat": 35.836979,
    "lng": 128.712808
  },
  {
    "id": "daegu-shelter-0075",
    "name": "고산도서관",
    "address": "대구광역시 수성구 달구벌대로650길 6 (신매동)",
    "lat": 35.8379159,
    "lng": 128.7106103
  },
  {
    "id": "daegu-shelter-0076",
    "name": "진천경로당",
    "address": "대구광역시 달서구 상화북로 46-1 (진천동)",
    "lat": 35.8113657,
    "lng": 128.5315685
  },
  {
    "id": "daegu-shelter-0077",
    "name": "동신어린이공원",
    "address": "대구광역시 수성구 들안로40안길 7-20",
    "lat": 35.84746,
    "lng": 128.619095
  },
  {
    "id": "daegu-shelter-0078",
    "name": "늘품경로당",
    "address": "대구광역시 달서구  선원로33길  79-8  (이곡동)",
    "lat": 35.861502,
    "lng": 128.513158
  },
  {
    "id": "daegu-shelter-0079",
    "name": "이곡1동행정복지센터",
    "address": "대구광역시 달서구 달구벌대로 1309 (이곡동)",
    "lat": 35.8515075,
    "lng": 128.5105519
  },
  {
    "id": "daegu-shelter-0080",
    "name": "매곡8리경로당",
    "address": "대구광역시 달성군 다사읍 달구벌대로 802 (태왕드림하이츠 103동)",
    "lat": 35.861867,
    "lng": 128.459501
  },
  {
    "id": "daegu-shelter-0081",
    "name": "매곡4리경로당",
    "address": "대구광역시 달성군 다사읍 달구벌대로 790 (강창1차삼산타운 103동)",
    "lat": 35.861553,
    "lng": 128.457608
  },
  {
    "id": "daegu-shelter-0082",
    "name": "매곡6리경로당",
    "address": "대구광역시 달성군 다사읍 달구벌대로 770",
    "lat": 35.861298,
    "lng": 128.456125
  },
  {
    "id": "daegu-shelter-0083",
    "name": "창2리경로당",
    "address": "대구광역시 달성군 구지면창리서로6길 4-3 ",
    "lat": 35.657001,
    "lng": 128.40831
  },
  {
    "id": "daegu-shelter-0084",
    "name": "유곡2리경로당",
    "address": "대구광역시 달성군 유가읍 유가길 49",
    "lat": 35.670441,
    "lng": 128.454278
  },
  {
    "id": "daegu-shelter-0085",
    "name": "배실경로당",
    "address": "대구광역시 달서구 선원로23남길 54 (이곡동)",
    "lat": 35.8595839,
    "lng": 128.5022824
  },
  {
    "id": "daegu-shelter-0086",
    "name": "아이엠뱅크이곡동지점",
    "address": "대구광역시 달서구 계대동문로 124 (이곡동)",
    "lat": 35.8549016,
    "lng": 128.5058342
  },
  {
    "id": "daegu-shelter-0087",
    "name": "달서새마을금고",
    "address": "대구광역시 달서구 계대동문로 92 (이곡동)",
    "lat": 35.8549456,
    "lng": 128.5024427
  },
  {
    "id": "daegu-shelter-0088",
    "name": "장동경로당",
    "address": "대구광역시 달서구 성서공단로61길 45 (장동)",
    "lat": 35.8383374,
    "lng": 128.5171293
  },
  {
    "id": "daegu-shelter-0089",
    "name": "반송1리경로당",
    "address": "대구광역시 달성군 옥포읍 용연사길 35 ",
    "lat": 35.7555285,
    "lng": 128.4973919
  },
  {
    "id": "daegu-shelter-0090",
    "name": "반송2리경로당",
    "address": "대구광역시 달성군 옥포읍 반송길 103 ",
    "lat": 35.7481754,
    "lng": 128.5011256
  },
  {
    "id": "daegu-shelter-0091",
    "name": "김흥2리경로당",
    "address": "대구광역시 달성군 옥포읍 옥포로113길 74 ",
    "lat": 35.741027,
    "lng": 128.492369
  },
  {
    "id": "daegu-shelter-0092",
    "name": "김흥3리경로당",
    "address": "대구광역시 달성군 옥포읍 능전길 88 ",
    "lat": 35.7426286,
    "lng": 128.4978345
  },
  {
    "id": "daegu-shelter-0093",
    "name": "기세리경로당",
    "address": "대구광역시 달성군 옥포읍 옥포로57길 17 ",
    "lat": 35.7706461,
    "lng": 128.4902653
  },
  {
    "id": "daegu-shelter-0094",
    "name": "범어4동제1경로당",
    "address": "대구광역시 수성구 청호로85길 46 (범어4동경로당)",
    "lat": 35.856821,
    "lng": 128.639233
  },
  {
    "id": "daegu-shelter-0095",
    "name": "송촌리경로당",
    "address": "대구광역시 달성군 옥포읍 송촌길 256 ",
    "lat": 35.7652989,
    "lng": 128.4730724
  },
  {
    "id": "daegu-shelter-0096",
    "name": "본리3리경로당",
    "address": "대구광역시 달성군 옥포읍 본리로 102 (세광무지개마을)",
    "lat": 35.7949533,
    "lng": 128.4541655
  },
  {
    "id": "daegu-shelter-0097",
    "name": "안지랑공원",
    "address": "대구광역시 남구 대명로30길 21  (대명동, 방범무인택배함)",
    "lat": 35.838243,
    "lng": 128.574251
  },
  {
    "id": "daegu-shelter-0098",
    "name": "참물샘공원",
    "address": "대구광역시 북구 팔거천동로 108  (동천동, 참물샘공원(공중화장실))",
    "lat": 35.933934,
    "lng": 128.556248
  },
  {
    "id": "daegu-shelter-0099",
    "name": "영어도서관",
    "address": "대구광역시 서구 평리로35길 90-6 (중리동)",
    "lat": 35.8679192,
    "lng": 128.544234
  },
  {
    "id": "daegu-shelter-0100",
    "name": "도평동행정복지센터",
    "address": "대구광역시 동구 팔공로24길 171 (도동)",
    "lat": 35.9099772,
    "lng": 128.6501302
  },
  {
    "id": "daegu-shelter-0101",
    "name": "대구역센트럴자이경로당",
    "address": "대구광역시 중구 서성로 99 (수창동, 대구역센트럴자이)",
    "lat": 35.8759326,
    "lng": 128.5863318
  },
  {
    "id": "daegu-shelter-0102",
    "name": "두류3동경로당",
    "address": "대구광역시 달서구  야외음악당로39길  54   (두류동)",
    "lat": 35.856,
    "lng": 128.556179
  },
  {
    "id": "daegu-shelter-0103",
    "name": "삼익신협두류지점",
    "address": "대구광역시 달서구 달구벌대로 1720 (두류동)",
    "lat": 35.85616,
    "lng": 128.553956
  },
  {
    "id": "daegu-shelter-0104",
    "name": "서한이다음경로당",
    "address": "대구광역시 달서구 상화로58길 35 (서한 이다음 레이크뷰 106동)",
    "lat": 35.807017,
    "lng": 128.547966
  },
  {
    "id": "daegu-shelter-0105",
    "name": "희망어린이공원",
    "address": "대구광역시 수성구 들안로13길 118",
    "lat": 35.839417,
    "lng": 128.615414
  },
  {
    "id": "daegu-shelter-0106",
    "name": "청소년어린이공원",
    "address": "대구광역시 수성구 수성로32길 99",
    "lat": 35.836542,
    "lng": 128.613522
  },
  {
    "id": "daegu-shelter-0107",
    "name": "덕화어린이공원",
    "address": "대구광역시 수성구 들안로9길 56",
    "lat": 35.831928,
    "lng": 128.615503
  },
  {
    "id": "daegu-shelter-0108",
    "name": "이곡2동행정복지센터",
    "address": "대구광역시 달서구  계대동문로  77   (이곡동)",
    "lat": 35.8557,
    "lng": 128.50077
  },
  {
    "id": "daegu-shelter-0109",
    "name": "국민은행성서지점",
    "address": "대구광역시 달서구 계대동문로 116 (이곡동)",
    "lat": 35.8549062,
    "lng": 128.5052143
  },
  {
    "id": "daegu-shelter-0110",
    "name": "iM뱅크시지지점",
    "address": "대구광역시 수성구 달구벌대로 3196 (신매동)",
    "lat": 35.8404849,
    "lng": 128.7062121
  },
  {
    "id": "daegu-shelter-0111",
    "name": "고산노인복지관",
    "address": "대구광역시 수성구 욱수천로 99 (고산권보건복지센터)",
    "lat": 35.836979,
    "lng": 128.712808
  },
  {
    "id": "daegu-shelter-0112",
    "name": "오산1리경로당",
    "address": "대구광역시 달성군 현풍읍현풍서로43길 36",
    "lat": 35.68691,
    "lng": 128.4179
  },
  {
    "id": "daegu-shelter-0113",
    "name": "비산5동행정복지센터",
    "address": "대구광역시 서구 비산동 1185-18",
    "lat": 35.8863293,
    "lng": 128.5696386
  },
  {
    "id": "daegu-shelter-0114",
    "name": "IM뱅크팔달영업부",
    "address": "대구광역시 서구 팔달로 126",
    "lat": 35.8891471,
    "lng": 128.5638343
  },
  {
    "id": "daegu-shelter-0115",
    "name": "화원읍농협(명곡지점)",
    "address": "대구광역시 달성군 화원읍 화암로 71",
    "lat": 35.797951,
    "lng": 128.496307
  },
  {
    "id": "daegu-shelter-0116",
    "name": "태왕메트로시티경로당",
    "address": "대구광역시 동구 동북로 500 (효목동, 태왕메트로시티)",
    "lat": 35.8808858,
    "lng": 128.6379515
  },
  {
    "id": "daegu-shelter-0117",
    "name": "MG새마을금고바른제1지점",
    "address": "대구광역시 서구 달서천로83길 12-1",
    "lat": 35.882739,
    "lng": 128.578239
  },
  {
    "id": "daegu-shelter-0118",
    "name": "원대동행정복지센터",
    "address": "대구광역시 서구 원대동3가 1429-5",
    "lat": 35.8852188,
    "lng": 128.5734937
  },
  {
    "id": "daegu-shelter-0119",
    "name": "초곡리새마을회관",
    "address": "대구광역시 달성군 유가읍 유가북길 222 ",
    "lat": 35.7128361,
    "lng": 128.4695927
  },
  {
    "id": "daegu-shelter-0120",
    "name": "동백만수당경로당",
    "address": "대구광역시 달서구 월배로32안길 35 (동백맨션 상가동)",
    "lat": 35.814504,
    "lng": 128.531194
  },
  {
    "id": "daegu-shelter-0121",
    "name": "진천동행정복지센터",
    "address": "대구광역시 달서구 진천로9길 33",
    "lat": 35.8122237,
    "lng": 128.5228096
  },
  {
    "id": "daegu-shelter-0122",
    "name": "상인1동행정복지센터",
    "address": "대구광역시 달서구 상인서로 40",
    "lat": 35.8142654,
    "lng": 128.5450096
  },
  {
    "id": "daegu-shelter-0123",
    "name": "한국뇌연구원옥상",
    "address": "대구광역시 동구 첨단로 61 (신서동)",
    "lat": 35.8827307,
    "lng": 128.7299073
  },
  {
    "id": "daegu-shelter-0124",
    "name": "삼리1리노인회관",
    "address": "대구광역시 달성군 논공읍 삼리1길 14 ",
    "lat": 35.7697865,
    "lng": 128.408289
  },
  {
    "id": "daegu-shelter-0125",
    "name": "소나무경로당",
    "address": "대구광역시 달서구 송현동4길 31",
    "lat": 35.832254,
    "lng": 128.547768
  },
  {
    "id": "daegu-shelter-0126",
    "name": "본동행정복지센터",
    "address": "대구광역시 달서구  구마로26길  62   (본동)",
    "lat": 35.834441,
    "lng": 128.541042
  },
  {
    "id": "daegu-shelter-0127",
    "name": "월성주공5단지경로당",
    "address": "대구광역시 달서구 구마로12길 89 (월성주공5단지아파트 주민복지관)",
    "lat": 35.832924,
    "lng": 128.534888
  },
  {
    "id": "daegu-shelter-0128",
    "name": "노인종합복지관",
    "address": "대구광역시 달서구  학산로  140   (본동)",
    "lat": 35.8332859,
    "lng": 128.5418047
  },
  {
    "id": "daegu-shelter-0129",
    "name": "청구그린2차경로당",
    "address": "대구광역시 달서구  구마로36길  20   (본동)",
    "lat": 35.835613,
    "lng": 128.544841
  },
  {
    "id": "daegu-shelter-0130",
    "name": "가무내경로당",
    "address": "대구광역시 달서구 학산로19길 55 (본동)",
    "lat": 35.8347674,
    "lng": 128.5359554
  },
  {
    "id": "daegu-shelter-0131",
    "name": "오뚜기공원",
    "address": "대구광역시 북구 대천로18길 8",
    "lat": 35.93622,
    "lng": 128.55789
  },
  {
    "id": "daegu-shelter-0132",
    "name": "대명2동쉼터",
    "address": "대구광역시 남구 이천로19길 55",
    "lat": 35.850263,
    "lng": 128.595224
  },
  {
    "id": "daegu-shelter-0133",
    "name": "명동공원",
    "address": "대구광역시 남구 성당로48길 68 (대명동)",
    "lat": 35.8529789,
    "lng": 128.5776453
  },
  {
    "id": "daegu-shelter-0134",
    "name": "송현경로당",
    "address": "대구광역시 달서구  구마로52안길  18   (송현동)",
    "lat": 35.8345,
    "lng": 128.553081
  },
  {
    "id": "daegu-shelter-0135",
    "name": "구암경로당",
    "address": "대구광역시 달서구  월배로75길  50-12  (송현동)",
    "lat": 35.829912,
    "lng": 128.547886
  },
  {
    "id": "daegu-shelter-0136",
    "name": "솔고개경로당",
    "address": "대구광역시 달서구  월배로67안길  14   (송현동)",
    "lat": 35.826709,
    "lng": 128.546323
  },
  {
    "id": "daegu-shelter-0137",
    "name": "청구새들마을경로당",
    "address": "대구광역시 동구 팔공로 322-5 (봉무청구새들마을 102동)",
    "lat": 35.928239,
    "lng": 128.642251
  },
  {
    "id": "daegu-shelter-0138",
    "name": "내리경로당",
    "address": "대구광역시 달성군 구지면 내리길 47",
    "lat": 35.641844,
    "lng": 128.405229
  },
  {
    "id": "daegu-shelter-0139",
    "name": "봉무경로당",
    "address": "대구광역시 동구 팔공로 333-12 (봉무 경로당)",
    "lat": 35.9286,
    "lng": 128.640958
  },
  {
    "id": "daegu-shelter-0140",
    "name": "와룡경로당",
    "address": "대구광역시 달서구 성서서로75길 17-7 (신당동)",
    "lat": 35.8581269,
    "lng": 128.4989588
  },
  {
    "id": "daegu-shelter-0141",
    "name": "당산경로당",
    "address": "대구광역시 달서구 선원로15안길 41 (신당동)",
    "lat": 35.8594194,
    "lng": 128.4978787
  },
  {
    "id": "daegu-shelter-0142",
    "name": "신서경로당",
    "address": "대구광역시 달서구 서당로9길 34-18 (신당동)",
    "lat": 35.8568818,
    "lng": 128.493803
  },
  {
    "id": "daegu-shelter-0143",
    "name": "현풍면사무소",
    "address": "대구광역시 달성군 현풍읍비슬로134길 157",
    "lat": 35.69751,
    "lng": 128.4476
  },
  {
    "id": "daegu-shelter-0144",
    "name": "신암4동행정복지센터",
    "address": "대구광역시 동구 신암남로23길 53 (신암동)",
    "lat": 35.8850428,
    "lng": 128.6292961
  },
  {
    "id": "daegu-shelter-0145",
    "name": "연호동제2경로당",
    "address": "대구광역시 수성구 달구벌대로569길 20 (연호동)",
    "lat": 35.8476904,
    "lng": 128.6729133
  },
  {
    "id": "daegu-shelter-0146",
    "name": "대흥경로당",
    "address": "대구광역시 수성구 월드컵로6길 54",
    "lat": 35.831713,
    "lng": 128.684597
  },
  {
    "id": "daegu-shelter-0147",
    "name": "연호경로당",
    "address": "대구광역시 수성구 범안로91길 70",
    "lat": 35.837486,
    "lng": 128.6676607
  },
  {
    "id": "daegu-shelter-0148",
    "name": "가천경로당",
    "address": "대구광역시 수성구 고모로24길 25 (가천경로당)",
    "lat": 35.852532,
    "lng": 128.686217
  },
  {
    "id": "daegu-shelter-0149",
    "name": "월배경로당",
    "address": "대구광역시 달서구 상화로7길 121 (진천동)",
    "lat": 35.8094057,
    "lng": 128.5249315
  },
  {
    "id": "daegu-shelter-0150",
    "name": "고모경로당",
    "address": "대구광역시 수성구 고모로39길 20",
    "lat": 35.857343,
    "lng": 128.676851
  },
  {
    "id": "daegu-shelter-0151",
    "name": "노변경로당",
    "address": "대구광역시 수성구 노변로 77",
    "lat": 35.838473,
    "lng": 128.699974
  },
  {
    "id": "daegu-shelter-0152",
    "name": "이천경로당",
    "address": "대구광역시 수성구 달구벌대로574길 192-1 (이천경로당)",
    "lat": 35.838457,
    "lng": 128.654988
  },
  {
    "id": "daegu-shelter-0153",
    "name": "신암2동행정복지센터",
    "address": "대구광역시 동구 신성로 56 (신암동)",
    "lat": 35.8800275,
    "lng": 128.6126769
  },
  {
    "id": "daegu-shelter-0154",
    "name": "에덴어린이공원",
    "address": "대구광역시 수성구 용학로 213  (지산동, 에덴공원 공중화장실)",
    "lat": 35.821524,
    "lng": 128.6323597
  },
  {
    "id": "daegu-shelter-0155",
    "name": "용산1동행정복지센터",
    "address": "대구광역시 달서구  용산로  212-7  (용산동)",
    "lat": 35.856617,
    "lng": 128.531155
  },
  {
    "id": "daegu-shelter-0156",
    "name": "강산경로당",
    "address": "대구광역시 달서구 도원로 45 (대곡강산타운 440동)",
    "lat": 35.80481,
    "lng": 128.535664
  },
  {
    "id": "daegu-shelter-0157",
    "name": "사계절경로당",
    "address": "대구광역시 달서구 한실로 117 (도원동, 대곡사계절타운)",
    "lat": 35.8082294,
    "lng": 128.538125
  },
  {
    "id": "daegu-shelter-0158",
    "name": "한실들1차경로당",
    "address": "대구광역시 달서구 한실로 49 (도원동, 한실들마을)",
    "lat": 35.8074184,
    "lng": 128.5333282
  },
  {
    "id": "daegu-shelter-0159",
    "name": "들마을경로당",
    "address": "대구광역시 서구 통학로30길 5-15 (평리동)",
    "lat": 35.8743707,
    "lng": 128.5633793
  },
  {
    "id": "daegu-shelter-0160",
    "name": "신도경로당",
    "address": "대구광역시 서구 문화로 313-14 (평리동)",
    "lat": 35.8762732,
    "lng": 128.5663224
  },
  {
    "id": "daegu-shelter-0161",
    "name": "평산경로당",
    "address": "대구광역시 서구 통학로40길 37-2 (평리동)",
    "lat": 35.8785791,
    "lng": 128.5669466
  },
  {
    "id": "daegu-shelter-0162",
    "name": "평리1동행정복지센터",
    "address": "대구광역시 서구 문화로 280 (평리동)",
    "lat": 35.8755943,
    "lng": 128.5632208
  },
  {
    "id": "daegu-shelter-0163",
    "name": "평리2동행정복지센터",
    "address": "대구광역시 서구 국채보상로60길 6 (평리동)",
    "lat": 35.8712142,
    "lng": 128.5636988
  },
  {
    "id": "daegu-shelter-0164",
    "name": "평리2동경로당",
    "address": "대구광역시 서구 국채보상로60길 35-9 (평리동)",
    "lat": 35.8687408,
    "lng": 128.5647529
  },
  {
    "id": "daegu-shelter-0165",
    "name": "대1리경로당",
    "address": "대구광역시 달성군 현풍읍삼강길 42",
    "lat": 35.66571,
    "lng": 128.4272
  },
  {
    "id": "daegu-shelter-0166",
    "name": "IM뱅크내당동지점",
    "address": "대구광역시 서구 달서로 1 (내당동)",
    "lat": 35.8624394,
    "lng": 128.5716073
  },
  {
    "id": "daegu-shelter-0167",
    "name": "이편한세상남산경로당",
    "address": "대구광역시 중구 달구벌대로 2020 (남산동, e편한세상 남산)",
    "lat": 35.8648731,
    "lng": 128.5847431
  },
  {
    "id": "daegu-shelter-0168",
    "name": "대봉2동행정복지센터",
    "address": "대구광역시 중구 대봉로47길 31 (대봉동)",
    "lat": 35.8587431,
    "lng": 128.5993522
  },
  {
    "id": "daegu-shelter-0169",
    "name": "기곡1리(터개울)경로당",
    "address": "대구광역시 달성군 하빈면 터개울길 29 ",
    "lat": 35.92511,
    "lng": 128.4393
  },
  {
    "id": "daegu-shelter-0170",
    "name": "봉촌1길(수무실)경로당",
    "address": "대구광역시 달성군 하빈면 봉촌2길 19 ",
    "lat": 35.86943,
    "lng": 128.406811
  },
  {
    "id": "daegu-shelter-0171",
    "name": "천내8리경로당",
    "address": "대구광역시 달성군 화원읍 비슬로525길 37 (평광아파트)",
    "lat": 35.8076033,
    "lng": 128.5010049
  },
  {
    "id": "daegu-shelter-0172",
    "name": "천내9리경로당",
    "address": "대구광역시 달성군 화원읍 화원로 26 (천내우방맨션)",
    "lat": 35.8071987,
    "lng": 128.5004953
  },
  {
    "id": "daegu-shelter-0173",
    "name": "창평2리경로당",
    "address": "대구광역시 군위군 부계면 남방길 44 (창평2리마을회관)",
    "lat": 36.095826,
    "lng": 128.67739
  },
  {
    "id": "daegu-shelter-0174",
    "name": "대명3동행정복지센터",
    "address": "대구광역시 남구 명덕로20길 115",
    "lat": 35.8523043,
    "lng": 128.5792456
  },
  {
    "id": "daegu-shelter-0175",
    "name": "강북소방서",
    "address": "대구광역시 북구 구암서로 71 (구암동)",
    "lat": 35.9428393,
    "lng": 128.5657201
  },
  {
    "id": "daegu-shelter-0176",
    "name": "대구제일새마을금고",
    "address": "대구광역시 북구 침산남로 3",
    "lat": 35.887965,
    "lng": 128.576547
  },
  {
    "id": "daegu-shelter-0177",
    "name": "당산경로당",
    "address": "대구광역시 서구 달서로39길 24 (비산동)",
    "lat": 35.8808922,
    "lng": 128.5691826
  },
  {
    "id": "daegu-shelter-0178",
    "name": "만수정경로당",
    "address": "대구광역시 서구 북비산로61길 34 (비산동, 비산시영아파트)",
    "lat": 35.8827025,
    "lng": 128.5676457
  },
  {
    "id": "daegu-shelter-0179",
    "name": "두류1.2동행정복지센터",
    "address": "대구광역시 달서구 두류길 141-8 (두류동)",
    "lat": 35.8578309,
    "lng": 128.5673158
  },
  {
    "id": "daegu-shelter-0180",
    "name": "두류1동경로당",
    "address": "대구광역시 달서구 두류남6길 16 (두류동)",
    "lat": 35.8565514,
    "lng": 128.5712056
  },
  {
    "id": "daegu-shelter-0181",
    "name": "신촌경로당",
    "address": "대구광역시 달서구 밤골4길 17 (두류동)",
    "lat": 35.8597107,
    "lng": 128.5695724
  },
  {
    "id": "daegu-shelter-0182",
    "name": "성당동제2경로당",
    "address": "대구광역시 달서구 야외음악당로9길 45 (성당동)",
    "lat": 35.8409861,
    "lng": 128.5502864
  },
  {
    "id": "daegu-shelter-0183",
    "name": "매곡1리(수동)경로당",
    "address": "대구광역시 군위군 효령면 용매로 814-1 (매곡1리수동경로회관)",
    "lat": 36.086633,
    "lng": 128.593691
  },
  {
    "id": "daegu-shelter-0184",
    "name": "춘산리경로당",
    "address": "대구광역시 군위군 부계면 춘산2길  38 , 춘산리경로당",
    "lat": 36.088001,
    "lng": 128.661606
  },
  {
    "id": "daegu-shelter-0185",
    "name": "평리5동경로당",
    "address": "대구광역시 서구 서대구로31길 11 (평리동)",
    "lat": 35.8717663,
    "lng": 128.5527661
  },
  {
    "id": "daegu-shelter-0186",
    "name": "삼익신협본점",
    "address": "대구광역시 달서구 달구벌대로 1862",
    "lat": 35.8607856,
    "lng": 128.5684075
  },
  {
    "id": "daegu-shelter-0187",
    "name": "금봉경로당",
    "address": "대구광역시 달서구 야외음악당로39서길 91-10",
    "lat": 35.8518305,
    "lng": 128.5527476
  },
  {
    "id": "daegu-shelter-0188",
    "name": "비산6동제2경로당",
    "address": "대구광역시 서구 달서로27길 13-1 (비산동)",
    "lat": 35.87441,
    "lng": 128.569623
  },
  {
    "id": "daegu-shelter-0189",
    "name": "비산7동행정복지센터",
    "address": "대구광역시 서구 염색공단로5길 4  (비산동)",
    "lat": 35.8879845,
    "lng": 128.5535551
  },
  {
    "id": "daegu-shelter-0190",
    "name": "MG새마을금고만평(본점)",
    "address": "대구광역시 서구 서대구로62길 4 (비산동)",
    "lat": 35.884637,
    "lng": 128.5574682
  },
  {
    "id": "daegu-shelter-0191",
    "name": "비원노인복지관",
    "address": "대구광역시 서구 서대구로 268 (비산동)",
    "lat": 35.8816746,
    "lng": 128.55573
  },
  {
    "id": "daegu-shelter-0192",
    "name": "비산4동행정복지센터",
    "address": "대구광역시 서구 국채보상로78길 29-4 (비산동)",
    "lat": 35.8697491,
    "lng": 128.5742998
  },
  {
    "id": "daegu-shelter-0193",
    "name": "MG새마을금고더조은제1지점",
    "address": "대구광역시 서구 달서로 82 (비산동)",
    "lat": 35.8693108,
    "lng": 128.571264
  },
  {
    "id": "daegu-shelter-0194",
    "name": "수북1리경로당",
    "address": "대구광역시 군위군 의흥면 수북1길 74",
    "lat": 36.184369,
    "lng": 128.705366
  },
  {
    "id": "daegu-shelter-0195",
    "name": "단산신서경로당",
    "address": "대구광역시 달성군 가창면 단산1길 8 ",
    "lat": 35.768471,
    "lng": 128.659954
  },
  {
    "id": "daegu-shelter-0196",
    "name": "안심4동행정복지센터",
    "address": "대구광역시 동구 안심로49길 98 (안심4동주민센터)",
    "lat": 35.870143,
    "lng": 128.710968
  },
  {
    "id": "daegu-shelter-0197",
    "name": "장기동행정복지센터",
    "address": "대구광역시 달서구  장기로  277   (장기동)",
    "lat": 35.8433492,
    "lng": 128.5299747
  },
  {
    "id": "daegu-shelter-0198",
    "name": "효목1동행정복지센터",
    "address": "대구광역시 동구  화랑로41길  46 , 효목1동주민센터 (효목동)",
    "lat": 35.8816279,
    "lng": 128.6449371
  },
  {
    "id": "daegu-shelter-0199",
    "name": "진로이스트타운경로당",
    "address": "대구광역시 동구  아양로  218   (효목동, 진로이스트타운)",
    "lat": 35.8847795,
    "lng": 128.6373354
  },
  {
    "id": "daegu-shelter-0200",
    "name": "모산리경로당",
    "address": "대구광역시 군위군 우보면 문산3길  2 , 모산리경로당",
    "lat": 36.149204,
    "lng": 128.686179
  },
  {
    "id": "daegu-shelter-0201",
    "name": "문덕1리경로당",
    "address": "대구광역시 군위군 우보면 철길로 157 ",
    "lat": 36.1457981,
    "lng": 128.6897197
  },
  {
    "id": "daegu-shelter-0202",
    "name": "문덕2리경로당",
    "address": "대구광역시 군위군 우보면 거평길 160  ",
    "lat": 36.1325978,
    "lng": 128.681252
  },
  {
    "id": "daegu-shelter-0203",
    "name": "남산2리(멀미)경로당",
    "address": "대구광역시 군위군 부계면 남산2길 70 ",
    "lat": 36.0366242,
    "lng": 128.6332029
  },
  {
    "id": "daegu-shelter-0204",
    "name": "롯데캐슬경로당",
    "address": "대구광역시 달서구 상화로58길 86 (롯데캐슬레이크 109동)",
    "lat": 35.805966,
    "lng": 128.54817
  },
  {
    "id": "daegu-shelter-0205",
    "name": "미리샘경로당",
    "address": "대구광역시 달서구 한실로 134 (미리샘마을 208동)",
    "lat": 35.805647,
    "lng": 128.541062
  },
  {
    "id": "daegu-shelter-0206",
    "name": "서부경로당",
    "address": "대구광역시 서구 국채보상로 336-6 (평리동)",
    "lat": 35.871725,
    "lng": 128.5678294
  },
  {
    "id": "daegu-shelter-0207",
    "name": "아이엠뱅크대곡지점",
    "address": "대구광역시 달서구 도원로 29  (도원동)",
    "lat": 35.8071688,
    "lng": 128.536102
  },
  {
    "id": "daegu-shelter-0208",
    "name": "아이엠뱅크신월성지점",
    "address": "대구광역시 달서구 조암로 5",
    "lat": 35.825373,
    "lng": 128.529326
  },
  {
    "id": "daegu-shelter-0209",
    "name": "아이엠뱅크계명대지점",
    "address": "대구광역시 달서구 달구벌대로 1095 (계명대학교)",
    "lat": 35.855181,
    "lng": 128.491675
  },
  {
    "id": "daegu-shelter-0210",
    "name": "아이엠뱅크성서3단지영업부",
    "address": "대구광역시 달서구 성서공단북로 132  (호산동)",
    "lat": 35.8440667,
    "lng": 128.4872541
  },
  {
    "id": "daegu-shelter-0211",
    "name": "달성경로당",
    "address": "대구광역시 서구 달성공원로 13-14 (비산동)",
    "lat": 35.8718046,
    "lng": 128.57904
  },
  {
    "id": "daegu-shelter-0212",
    "name": "모범경로당",
    "address": "대구광역시 서구 달서로26길 35-8 (비산동)",
    "lat": 35.8727224,
    "lng": 128.5753654
  },
  {
    "id": "daegu-shelter-0213",
    "name": "하나은행상인동지점",
    "address": "대구광역시 달서구  월배로  219   (상인동)",
    "lat": 35.8191055,
    "lng": 128.5370823
  },
  {
    "id": "daegu-shelter-0214",
    "name": "아이엠뱅크성당뉴타운지점",
    "address": "대구광역시 달서구  당산로  39   (본리동)",
    "lat": 35.840987,
    "lng": 128.544357
  },
  {
    "id": "daegu-shelter-0215",
    "name": "MG새마을금고평리(본점)",
    "address": "대구광역시 서구 국채보상로 304 (평리동)",
    "lat": 35.8717272,
    "lng": 128.564305
  },
  {
    "id": "daegu-shelter-0216",
    "name": "그린빌5단지경로당",
    "address": "대구광역시 북구 학남로 100 (국우동, 칠곡그린빌 5,6단지)",
    "lat": 35.9449546,
    "lng": 128.5677158
  },
  {
    "id": "daegu-shelter-0217",
    "name": "국우동행정복지센터",
    "address": "대구광역시 북구 도남길 17 (국우동 행정복지센터)",
    "lat": 35.951639,
    "lng": 128.579353
  },
  {
    "id": "daegu-shelter-0218",
    "name": "성하3리경로당",
    "address": "대구광역시 달성군 현풍읍비슬로136길 17",
    "lat": 35.69611,
    "lng": 128.4413
  },
  {
    "id": "daegu-shelter-0219",
    "name": "평리3동행정복지센터",
    "address": "대구광역시 서구 서대구로42길 52",
    "lat": 35.876739,
    "lng": 128.560875
  },
  {
    "id": "daegu-shelter-0220",
    "name": "평리경로당",
    "address": "대구광역시 서구 서대구로42길 67 (평리동)",
    "lat": 35.8769368,
    "lng": 128.5624275
  },
  {
    "id": "daegu-shelter-0221",
    "name": "평안경로당",
    "address": "대구광역시 서구 서대구로42길 47-15 (평리동)",
    "lat": 35.8773998,
    "lng": 128.5597989
  },
  {
    "id": "daegu-shelter-0222",
    "name": "성하1리경로당",
    "address": "대구광역시 달성군 현풍읍성하1길 106-5",
    "lat": 35.699442,
    "lng": 128.434323
  },
  {
    "id": "daegu-shelter-0223",
    "name": "성하2리경로당",
    "address": "대구광역시 달성군 현풍읍성하1길 12-4",
    "lat": 35.700391,
    "lng": 128.43525
  },
  {
    "id": "daegu-shelter-0224",
    "name": "상2리경로당",
    "address": "대구광역시 달성군 현풍읍현풍동로21길 9",
    "lat": 35.698712,
    "lng": 128.449991
  },
  {
    "id": "daegu-shelter-0225",
    "name": "국우동주민자치센터",
    "address": "대구광역시 북구 도남길 17 (국우동 행정복지센터)",
    "lat": 35.951637,
    "lng": 128.579366
  },
  {
    "id": "daegu-shelter-0226",
    "name": "그린빌1단지경로당",
    "address": "대구광역시 북구  구리로  250   (국우동, 그린빌1)",
    "lat": 35.9491381,
    "lng": 128.5781555
  },
  {
    "id": "daegu-shelter-0227",
    "name": "대평2리경로당(두천)",
    "address": "대구광역시 달성군 하빈면 하빈로171길 40 ",
    "lat": 35.934532,
    "lng": 128.461411
  },
  {
    "id": "daegu-shelter-0228",
    "name": "대평1리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로 888 ",
    "lat": 35.936367,
    "lng": 128.467554
  },
  {
    "id": "daegu-shelter-0229",
    "name": "기곡1리경로당",
    "address": "대구광역시 달성군 하빈면 기곡3길 8 ",
    "lat": 35.931361,
    "lng": 128.438947
  },
  {
    "id": "daegu-shelter-0230",
    "name": "관문동행정복지센터",
    "address": "대구광역시 북구 도매시장중로 1 (관리동 (관문동행정복지센터))",
    "lat": 35.901719,
    "lng": 128.542154
  },
  {
    "id": "daegu-shelter-0231",
    "name": "삼우경로당",
    "address": "대구광역시 달서구 서당로7길 33-16 (신당동)",
    "lat": 35.8541269,
    "lng": 128.4935497
  },
  {
    "id": "daegu-shelter-0232",
    "name": "산격119안전센터",
    "address": "대구광역시 북구 유통단지로8길 88 (산격안전센터)",
    "lat": 35.90606,
    "lng": 128.61424
  },
  {
    "id": "daegu-shelter-0233",
    "name": "산격3동행정복지센터",
    "address": "대구광역시 북구 대학로15길 16 (산격3동 복합커뮤니티센터)",
    "lat": 35.893547,
    "lng": 128.608575
  },
  {
    "id": "daegu-shelter-0234",
    "name": "새마을경로당",
    "address": "대구광역시 서구 서대구로36길 5-16 (평리동)",
    "lat": 35.87482,
    "lng": 128.5556281
  },
  {
    "id": "daegu-shelter-0235",
    "name": "거창경로당",
    "address": "대구광역시 서구 북비산로61길 43-1 (비산동)",
    "lat": 35.8835761,
    "lng": 128.5665835
  },
  {
    "id": "daegu-shelter-0236",
    "name": "원상경로당",
    "address": "대구광역시 서구 통학로49길 30-27 (비산동)",
    "lat": 35.8814551,
    "lng": 128.559988
  },
  {
    "id": "daegu-shelter-0237",
    "name": "평리롯데캐슬경로당",
    "address": "대구광역시 서구 국채보상로 316 (평리동, 평리롯데캐슬)",
    "lat": 35.8695428,
    "lng": 128.5658795
  },
  {
    "id": "daegu-shelter-0238",
    "name": "월촌경로당",
    "address": "대구광역시 달서구 상인서로10길 42-1",
    "lat": 35.816722,
    "lng": 128.548338
  },
  {
    "id": "daegu-shelter-0239",
    "name": "상인자이아파트경로당",
    "address": "대구광역시 달서구  상원로  142   (상인동)",
    "lat": 35.8214522,
    "lng": 128.5295713
  },
  {
    "id": "daegu-shelter-0240",
    "name": "현풍119안전센터",
    "address": "대구광역시 달성군 현풍읍 비슬로 480",
    "lat": 35.68251,
    "lng": 128.447
  },
  {
    "id": "daegu-shelter-0241",
    "name": "부1리경로당(부1리노인정)",
    "address": "대구광역시 달성군 현풍읍현풍중앙로16길 31",
    "lat": 35.697828,
    "lng": 128.44475
  },
  {
    "id": "daegu-shelter-0242",
    "name": "성서농협신당지점",
    "address": "대구광역시 달서구 계대동문로 16 (신당동)",
    "lat": 35.8551743,
    "lng": 128.4938984
  },
  {
    "id": "daegu-shelter-0243",
    "name": "두류3동행정복지센터",
    "address": "대구광역시 달서구  야외음악당로39길  24   (두류동)",
    "lat": 35.8536988,
    "lng": 128.5554702
  },
  {
    "id": "daegu-shelter-0244",
    "name": "북대구농협산격지점",
    "address": "대구광역시 북구 대불서길 8 (산격동)",
    "lat": 35.9005861,
    "lng": 128.6148286
  },
  {
    "id": "daegu-shelter-0245",
    "name": "IBK기업은행평리동지점",
    "address": "대구광역시 서구 서대구로 206 (평리동)",
    "lat": 35.8764131,
    "lng": 128.5552552
  },
  {
    "id": "daegu-shelter-0246",
    "name": "고봉리경로당",
    "address": "대구광역시 달성군 구지면 구지동로 42 (고봉리회관)",
    "lat": 35.649475,
    "lng": 128.437746
  },
  {
    "id": "daegu-shelter-0247",
    "name": "구지면행정복지센터",
    "address": "대구광역시 달성군 구지면 창리로11길 38",
    "lat": 35.658772,
    "lng": 128.413561
  },
  {
    "id": "daegu-shelter-0248",
    "name": "성산경로당",
    "address": "대구광역시 달서구 서당로3길 19-10 (신당동)",
    "lat": 35.8526037,
    "lng": 128.494256
  },
  {
    "id": "daegu-shelter-0249",
    "name": "동천동주민센터",
    "address": "대구광역시 북구 대천로 81 (동천동 행정복지센터)",
    "lat": 35.937245,
    "lng": 128.558171
  },
  {
    "id": "daegu-shelter-0250",
    "name": "오정경로당",
    "address": "대구광역시 달서구 성서서로73길 57 (신당동)",
    "lat": 35.8576656,
    "lng": 128.4967087
  },
  {
    "id": "daegu-shelter-0251",
    "name": "본리동행정복지센터",
    "address": "대구광역시 달서구  당산로  37-14  (본리동)",
    "lat": 35.840996,
    "lng": 128.543219
  },
  {
    "id": "daegu-shelter-0252",
    "name": "국민은행상인역지점",
    "address": "대구광역시 달서구 월배로 250 (대구교통공사)",
    "lat": 35.818993,
    "lng": 128.54004
  },
  {
    "id": "daegu-shelter-0253",
    "name": "삼리경로당",
    "address": "대구광역시 달서구 와룡로24길 34 (본리동)",
    "lat": 35.842871,
    "lng": 128.538889
  },
  {
    "id": "daegu-shelter-0254",
    "name": "MG새마을금고평상(본점)",
    "address": "대구광역시 서구 문화로 283 (평리동)",
    "lat": 35.8760025,
    "lng": 128.563728
  },
  {
    "id": "daegu-shelter-0255",
    "name": "목련어린이공원",
    "address": "대구광역시 남구 봉덕로2길 31 (봉덕동)",
    "lat": 35.8436376,
    "lng": 128.5914375
  },
  {
    "id": "daegu-shelter-0256",
    "name": "평리6동행정복지센터",
    "address": "대구광역시 서구 서대구로41길 41 (평리동)",
    "lat": 35.8766,
    "lng": 128.5502
  },
  {
    "id": "daegu-shelter-0257",
    "name": "고봉보건진료소",
    "address": "대구광역시 달성군 구지면 구지동로 47-2 ",
    "lat": 35.64965,
    "lng": 128.437693
  },
  {
    "id": "daegu-shelter-0258",
    "name": "징리보건진료소",
    "address": "대구광역시 달성군 구지면구지서로10길 46 ",
    "lat": 35.669023,
    "lng": 128.382021
  },
  {
    "id": "daegu-shelter-0259",
    "name": "서구노인복지관",
    "address": "대구광역시 서구 문화로 288 (평리동)",
    "lat": 35.8755579,
    "lng": 128.5640645
  },
  {
    "id": "daegu-shelter-0260",
    "name": "MG새마을금고중평제2지점",
    "address": "대구광역시 서구 문화로49길 17 (평리동)",
    "lat": 35.8772194,
    "lng": 128.5590291
  },
  {
    "id": "daegu-shelter-0261",
    "name": "화산리경로당",
    "address": "대구광역시 달성군 구지면국가산단북로25길 30-8",
    "lat": 35.66627,
    "lng": 128.404387
  },
  {
    "id": "daegu-shelter-0262",
    "name": "대명어린이공원",
    "address": "대구광역시 남구 명덕로32길 30",
    "lat": 35.855182,
    "lng": 128.586485
  },
  {
    "id": "daegu-shelter-0263",
    "name": "채정경로당",
    "address": "대구광역시 달서구 상인로9안길 69 (상인동)",
    "lat": 35.8097496,
    "lng": 128.5500012
  },
  {
    "id": "daegu-shelter-0264",
    "name": "상인3동행정복지센터",
    "address": "대구광역시 달서구 상인로 25 (상인동)",
    "lat": 35.8100568,
    "lng": 128.55028
  },
  {
    "id": "daegu-shelter-0265",
    "name": "대현1동제1경로당",
    "address": "대구광역시 북구 대현로17길 7 (대현아파트 1동)",
    "lat": 35.883262,
    "lng": 128.608908
  },
  {
    "id": "daegu-shelter-0266",
    "name": "부4리경로당",
    "address": "대구광역시 달성군 현풍읍현풍동로29길 19-11",
    "lat": 35.698852,
    "lng": 128.446798
  },
  {
    "id": "daegu-shelter-0267",
    "name": "월진경로당",
    "address": "대구광역시 달서구 월배로 117 (진천동)",
    "lat": 35.8149908,
    "lng": 128.5272859
  },
  {
    "id": "daegu-shelter-0268",
    "name": "매곡2리경로당",
    "address": "대구광역시 달성군 다사읍 다사로4길 1-16",
    "lat": 35.862928,
    "lng": 128.461921
  },
  {
    "id": "daegu-shelter-0269",
    "name": "달천리경로당",
    "address": "대구광역시 달성군 다사읍 다사로 494",
    "lat": 35.887368,
    "lng": 128.481995
  },
  {
    "id": "daegu-shelter-0270",
    "name": "읍내1리경로당",
    "address": "대구광역시 군위군 의흥면 읍내2길 21 ",
    "lat": 36.1767086,
    "lng": 128.7166572
  },
  {
    "id": "daegu-shelter-0271",
    "name": "상동119안전센터",
    "address": "대구광역시 수성구 파동로51길 5 (파동)",
    "lat": 35.825112,
    "lng": 128.609511
  },
  {
    "id": "daegu-shelter-0272",
    "name": "파동행정복지센터",
    "address": "대구광역시 수성구 파동로22길 7",
    "lat": 35.813577,
    "lng": 128.617544
  },
  {
    "id": "daegu-shelter-0273",
    "name": "묘2리(안곡)경로당",
    "address": "대구광역시 달성군 하빈면 하빈로87길 93 ",
    "lat": 35.9063018,
    "lng": 128.4368008
  },
  {
    "id": "daegu-shelter-0274",
    "name": "노행2리경로당",
    "address": "대구광역시 군위군 효령면 점말길 23-133",
    "lat": 36.088922,
    "lng": 128.580012
  },
  {
    "id": "daegu-shelter-0275",
    "name": "오천리경로당",
    "address": "대구광역시 군위군 효령면 오천1길  6 , 오천리경로당",
    "lat": 36.18804,
    "lng": 128.605789
  },
  {
    "id": "daegu-shelter-0276",
    "name": "산호경로당",
    "address": "대구광역시 달서구 달구벌대로203길 3 (호산동)",
    "lat": 35.8532622,
    "lng": 128.4779273
  },
  {
    "id": "daegu-shelter-0277",
    "name": "신당경로당",
    "address": "대구광역시 달서구 서당로12길 15 (신당동)",
    "lat": 35.856599,
    "lng": 128.4964733
  },
  {
    "id": "daegu-shelter-0278",
    "name": "매곡1리경로당",
    "address": "대구광역시 달성군 다사읍 매곡안길 14  ",
    "lat": 35.863661,
    "lng": 128.4556541
  },
  {
    "id": "daegu-shelter-0279",
    "name": "한정2리경로당",
    "address": "대구광역시 달성군 유가읍 달창로25길 40 ",
    "lat": 35.6486787,
    "lng": 128.4592
  },
  {
    "id": "daegu-shelter-0280",
    "name": "대봉1동경로당",
    "address": "대구광역시 중구  달구벌대로440길  27   (대봉동)",
    "lat": 35.8615449,
    "lng": 128.6043928
  },
  {
    "id": "daegu-shelter-0281",
    "name": "성명공원",
    "address": "대구광역시 남구 성명공원길 49",
    "lat": 35.847674,
    "lng": 128.571358
  },
  {
    "id": "daegu-shelter-0282",
    "name": "대암보건진료소",
    "address": "대구광역시 달성군 구지면대암4길 5-3",
    "lat": 35.625354,
    "lng": 128.399081
  },
  {
    "id": "daegu-shelter-0283",
    "name": "대명9동행정복지센터",
    "address": "대구광역시 남구 큰골길 53",
    "lat": 35.8372967,
    "lng": 128.5793218
  },
  {
    "id": "daegu-shelter-0284",
    "name": "동대구농협대명지점",
    "address": "대구광역시 남구 대명로 164",
    "lat": 35.8387704,
    "lng": 128.5758945
  },
  {
    "id": "daegu-shelter-0285",
    "name": "대명10동행정복지센터",
    "address": "대구광역시 남구 대명복개로4길 166",
    "lat": 35.8400463,
    "lng": 128.5689538
  },
  {
    "id": "daegu-shelter-0286",
    "name": "내당노인복지관",
    "address": "대구광역시 서구 서대구로3길 44 (내당동)",
    "lat": 35.8589287,
    "lng": 128.5520218
  },
  {
    "id": "daegu-shelter-0287",
    "name": "원고개도서관",
    "address": "대구광역시 서구 달서로43길 12 (비산동)",
    "lat": 35.8819028,
    "lng": 128.5707973
  },
  {
    "id": "daegu-shelter-0288",
    "name": "비산1동행정복지센터",
    "address": "대구광역시 서구 북비산로65길 18 (비산동)",
    "lat": 35.8811378,
    "lng": 128.5689895
  },
  {
    "id": "daegu-shelter-0289",
    "name": "대명2동행정복지센터",
    "address": "대구광역시 남구 명덕로32길 30",
    "lat": 35.8553094,
    "lng": 128.58669
  },
  {
    "id": "daegu-shelter-0290",
    "name": "동대구농협교대역지점",
    "address": "대구광역시 남구 중앙대로 220",
    "lat": 35.8529827,
    "lng": 128.5910001
  },
  {
    "id": "daegu-shelter-0291",
    "name": "대덕경로당",
    "address": "대구광역시 남구  삼각지5길  17   (대명동)",
    "lat": 35.8507689,
    "lng": 128.582691
  },
  {
    "id": "daegu-shelter-0292",
    "name": "MG새마을금고중평(본점)",
    "address": "대구광역시 서구 서대구로 86 (평리동)",
    "lat": 35.865626,
    "lng": 128.5561484
  },
  {
    "id": "daegu-shelter-0293",
    "name": "앵두마을공원",
    "address": "대구광역시 남구 두류공원로12길 17-25",
    "lat": 35.844052,
    "lng": 128.572286
  },
  {
    "id": "daegu-shelter-0294",
    "name": "거성경로당",
    "address": "대구광역시 수성구 용학로48길 25-1 (지산동)",
    "lat": 35.819134,
    "lng": 128.6352074
  },
  {
    "id": "daegu-shelter-0295",
    "name": "지산2동행정복지센터",
    "address": "대구광역시 수성구 용학로33길 9 (지산동)",
    "lat": 35.8230826,
    "lng": 128.6280072
  },
  {
    "id": "daegu-shelter-0296",
    "name": "지산2동경로당",
    "address": "대구광역시 수성구 용학로33길 17-16 (지산동)",
    "lat": 35.8238005,
    "lng": 128.6276978
  },
  {
    "id": "daegu-shelter-0297",
    "name": "대봉1동행정복지센터",
    "address": "대구광역시 중구  달구벌대로440길  27   (대봉동)",
    "lat": 35.8615449,
    "lng": 128.6043928
  },
  {
    "id": "daegu-shelter-0298",
    "name": "만촌119안전센터",
    "address": "대구광역시 수성구 달구벌대로 2658 (만촌동)",
    "lat": 35.855451,
    "lng": 128.65212
  },
  {
    "id": "daegu-shelter-0299",
    "name": "서구종합사회복지관",
    "address": "대구광역시 서구 달구벌대로365길 3 (내당동)",
    "lat": 35.8609873,
    "lng": 128.5633045
  },
  {
    "id": "daegu-shelter-0300",
    "name": "반야월농협용계지점",
    "address": "대구광역시 동구 동촌로 332",
    "lat": 35.877765,
    "lng": 128.675624
  },
  {
    "id": "daegu-shelter-0301",
    "name": "IBK기업은행(성서공단지점)",
    "address": "대구광역시 달서구  성서공단로  126   (월암동)",
    "lat": 35.834759,
    "lng": 128.496496
  },
  {
    "id": "daegu-shelter-0302",
    "name": "수복정경로당",
    "address": "대구광역시 달서구 학산로7길 39",
    "lat": 35.832681,
    "lng": 128.530003
  },
  {
    "id": "daegu-shelter-0303",
    "name": "주3리경로당",
    "address": "대구광역시 달성군 가창면 주리2길 124 ",
    "lat": 35.752184,
    "lng": 128.616487
  },
  {
    "id": "daegu-shelter-0304",
    "name": "신덕1리경로당",
    "address": "대구광역시 군위군 의흥면 파전신덕길 145 (신덕1리마을회관)",
    "lat": 36.179671,
    "lng": 128.749192
  },
  {
    "id": "daegu-shelter-0305",
    "name": "신덕2리경로당",
    "address": "대구광역시 군위군 의흥면 신덕길 81-1 ",
    "lat": 36.1770983,
    "lng": 128.7566757
  },
  {
    "id": "daegu-shelter-0306",
    "name": "신덕2리(덕골)경로당",
    "address": "대구광역시 군위군 의흥면 파전신덕길 186-1 ",
    "lat": 36.1800319,
    "lng": 128.7537615
  },
  {
    "id": "daegu-shelter-0307",
    "name": "신성미소시티경로당",
    "address": "대구광역시 중구  달구벌대로  2051 , 에이동 (계산동2가, 신성미소시티 주상복합)",
    "lat": 35.8667563,
    "lng": 128.5887284
  },
  {
    "id": "daegu-shelter-0308",
    "name": "한정1리경로당",
    "address": "대구광역시 달성군 유가읍 달창로26길 115 ",
    "lat": 35.64031,
    "lng": 128.4657
  },
  {
    "id": "daegu-shelter-0309",
    "name": "읍내2리경로당",
    "address": "대구광역시 군위군 의흥면 읍내6길 6 ",
    "lat": 36.1748292,
    "lng": 128.7170649
  },
  {
    "id": "daegu-shelter-0310",
    "name": "금양1리경로당",
    "address": "대구광역시 군위군 의흥면 금양3길 8 (금양1리마을회관)",
    "lat": 36.138251,
    "lng": 128.745812
  },
  {
    "id": "daegu-shelter-0311",
    "name": "달서구건강가정다문화가족지원센터",
    "address": "대구광역시 달서구 야외음악당로13길 60",
    "lat": 35.842958,
    "lng": 128.549583
  },
  {
    "id": "daegu-shelter-0312",
    "name": "상동제2경로당",
    "address": "대구광역시 수성구 수성로15길 42-6",
    "lat": 35.8330811,
    "lng": 128.6089288
  },
  {
    "id": "daegu-shelter-0313",
    "name": "상동공원경로당",
    "address": "대구광역시 수성구 들안로13길 118",
    "lat": 35.839368,
    "lng": 128.615384
  },
  {
    "id": "daegu-shelter-0314",
    "name": "학성리경로당",
    "address": "대구광역시 군위군 삼국유사면 삼국유사로 448 ",
    "lat": 36.1232778,
    "lng": 128.7947135
  },
  {
    "id": "daegu-shelter-0315",
    "name": "다사119안전센터",
    "address": "대구광역시 달성군 다사읍 달구벌대로 920",
    "lat": 35.855396,
    "lng": 128.467464
  },
  {
    "id": "daegu-shelter-0316",
    "name": "매곡119안전센터",
    "address": "대구광역시 달성군 다사읍 달구벌대로 753  ",
    "lat": 35.861183,
    "lng": 128.4541842
  },
  {
    "id": "daegu-shelter-0317",
    "name": "냉천2리경로당",
    "address": "대구광역시 달성군 가창면 가창동로1길 22 ",
    "lat": 35.77751,
    "lng": 128.6501
  },
  {
    "id": "daegu-shelter-0318",
    "name": "옥분리정안경로당",
    "address": "대구광역시 달성군 가창면 가창로75길 6 ",
    "lat": 35.747007,
    "lng": 128.651376
  },
  {
    "id": "daegu-shelter-0319",
    "name": "만촌1동제1경로당",
    "address": "대구광역시 수성구 만촌로24길 37-20",
    "lat": 35.8717085,
    "lng": 128.6421104
  },
  {
    "id": "daegu-shelter-0320",
    "name": "느지경로당",
    "address": "대구광역시 수성구 화랑로40길 46",
    "lat": 35.8767287,
    "lng": 128.6484207
  },
  {
    "id": "daegu-shelter-0321",
    "name": "샘골경로당",
    "address": "대구광역시 수성구 공경로2길 21",
    "lat": 35.869705,
    "lng": 128.6462575
  },
  {
    "id": "daegu-shelter-0322",
    "name": "상원가재경로당",
    "address": "대구광역시 달성군 가창면 가창동로 271-24 ",
    "lat": 35.774982,
    "lng": 128.67225
  },
  {
    "id": "daegu-shelter-0323",
    "name": "감삼못공원",
    "address": "대구광역시 서구 서대구로3길 43  (내당동)",
    "lat": 35.858421,
    "lng": 128.552193
  },
  {
    "id": "daegu-shelter-0324",
    "name": "행정2리경로당",
    "address": "대구광역시 달성군 가창면 가창동로 124 ",
    "lat": 35.77961,
    "lng": 128.6552
  },
  {
    "id": "daegu-shelter-0325",
    "name": "아이엠뱅크(성서공단영업부)",
    "address": "대구광역시 달서구 성서공단로 124 (월암동)",
    "lat": 35.8346265,
    "lng": 128.4960769
  },
  {
    "id": "daegu-shelter-0326",
    "name": "iM뱅크노변지점",
    "address": "대구광역시 수성구 시지로 55 (시지동, 고산노변타운)",
    "lat": 35.8394554,
    "lng": 128.6962831
  },
  {
    "id": "daegu-shelter-0327",
    "name": "iM뱅크범어동지점",
    "address": "대구광역시 수성구  달구벌대로  2387   (범어동)",
    "lat": 35.8596651,
    "lng": 128.6236615
  },
  {
    "id": "daegu-shelter-0328",
    "name": "범어4동행정복지센터",
    "address": "대구광역시 수성구 달구벌대로504길 26 (범어동)",
    "lat": 35.8563233,
    "lng": 128.6380672
  },
  {
    "id": "daegu-shelter-0329",
    "name": "복현서한타운경로당",
    "address": "대구광역시 북구 검단로 50 (복현동, 복현서한타운)",
    "lat": 35.9021372,
    "lng": 128.6172031
  },
  {
    "id": "daegu-shelter-0330",
    "name": "대암2리경로당",
    "address": "대구광역시 달성군 구지면대암2길 18",
    "lat": 35.61428,
    "lng": 128.391669
  },
  {
    "id": "daegu-shelter-0331",
    "name": "남2리경로당",
    "address": "대구광역시 달성군 논공읍 논공로7길 30-9 ",
    "lat": 35.7299769,
    "lng": 128.4377503
  },
  {
    "id": "daegu-shelter-0332",
    "name": "범어3동행정복지센터",
    "address": "대구광역시 수성구 상록로 42 (범어동)",
    "lat": 35.8633436,
    "lng": 128.6242524
  },
  {
    "id": "daegu-shelter-0333",
    "name": "범어3동제1경로당",
    "address": "대구광역시 수성구 들안로78길 46 (범어동)",
    "lat": 35.8654434,
    "lng": 128.6202478
  },
  {
    "id": "daegu-shelter-0334",
    "name": "청곡복지관",
    "address": "대구광역시 수성구 노변공원로 49-1 (청곡사회복지관)",
    "lat": 35.837464,
    "lng": 128.698515
  },
  {
    "id": "daegu-shelter-0335",
    "name": "남산1리(갖골)경로당",
    "address": "대구광역시 군위군 부계면 남산3길 38 ",
    "lat": 36.0446055,
    "lng": 128.6350268
  },
  {
    "id": "daegu-shelter-0336",
    "name": "남산2리경로당",
    "address": "대구광역시 군위군 부계면 한티로 1732 ",
    "lat": 36.0338132,
    "lng": 128.6407614
  },
  {
    "id": "daegu-shelter-0337",
    "name": "명곡1리경로당",
    "address": "대구광역시 달성군 화원읍 명곡로22길 12",
    "lat": 35.7888,
    "lng": 128.5012
  },
  {
    "id": "daegu-shelter-0338",
    "name": "대명1동경로당",
    "address": "대구광역시 남구 장전3길 84-3",
    "lat": 35.8405429,
    "lng": 128.5769561
  },
  {
    "id": "daegu-shelter-0339",
    "name": "IBK기업은행대구지점",
    "address": "대구광역시 중구  국채보상로  488   (동산동)",
    "lat": 35.8703224,
    "lng": 128.5842735
  },
  {
    "id": "daegu-shelter-0340",
    "name": "위천1리경로당",
    "address": "대구광역시 달성군 논공읍 위천1길 6 ",
    "lat": 35.7626611,
    "lng": 128.402372
  },
  {
    "id": "daegu-shelter-0341",
    "name": "상원1리경로당",
    "address": "대구광역시 달성군 가창면 가창로126길 182 ",
    "lat": 35.778192,
    "lng": 128.662342
  },
  {
    "id": "daegu-shelter-0342",
    "name": "장군3리경로당",
    "address": "대구광역시 군위군 효령면 장군로 831-20 ",
    "lat": 36.1206996,
    "lng": 128.5767424
  },
  {
    "id": "daegu-shelter-0343",
    "name": "장군4리경로당",
    "address": "대구광역시 군위군 효령면 녹동길 146",
    "lat": 36.129977,
    "lng": 128.565475
  },
  {
    "id": "daegu-shelter-0344",
    "name": "고곡2리경로당",
    "address": "대구광역시 군위군 효령면 한실길 9 (마을회관)",
    "lat": 36.104859,
    "lng": 128.579664
  },
  {
    "id": "daegu-shelter-0345",
    "name": "유신경로당",
    "address": "대구광역시 수성구 청호로88안길 29-3",
    "lat": 35.856198,
    "lng": 128.642194
  },
  {
    "id": "daegu-shelter-0346",
    "name": "감문2리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로24길 73-1 ",
    "lat": 35.88521,
    "lng": 128.4277
  },
  {
    "id": "daegu-shelter-0347",
    "name": "감문1리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로52길 19 ",
    "lat": 35.892869,
    "lng": 128.430143
  },
  {
    "id": "daegu-shelter-0348",
    "name": "봉촌보건진료소",
    "address": "대구광역시 달성군 하빈면 하빈남로52길 66 ",
    "lat": 35.862809,
    "lng": 128.407671
  },
  {
    "id": "daegu-shelter-0349",
    "name": "현내1리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로107길 5 ",
    "lat": 35.91091,
    "lng": 128.4465
  },
  {
    "id": "daegu-shelter-0350",
    "name": "만촌2동만촌경로당",
    "address": "대구광역시 수성구 동원로6길 50-13 (만촌동)",
    "lat": 35.8621881,
    "lng": 128.6430305
  },
  {
    "id": "daegu-shelter-0351",
    "name": "만촌2동행정복지센터",
    "address": "대구광역시 수성구 만촌로 67 (만촌2동행정복지센터)",
    "lat": 35.864881,
    "lng": 128.643218
  },
  {
    "id": "daegu-shelter-0352",
    "name": "시지경로당",
    "address": "대구광역시 수성구 달구벌대로619길 2 (시지동)",
    "lat": 35.8433179,
    "lng": 128.6965376
  },
  {
    "id": "daegu-shelter-0353",
    "name": "고곡3리경로당",
    "address": "대구광역시 군위군 효령면 서고암2길 7-1 (고곡3리마을회관)",
    "lat": 36.119392,
    "lng": 128.577449
  },
  {
    "id": "daegu-shelter-0354",
    "name": "매곡1리경로당",
    "address": "대구광역시 군위군 효령면 용매로  851 , 매곡1리경로당",
    "lat": 36.088948,
    "lng": 128.590747
  },
  {
    "id": "daegu-shelter-0355",
    "name": "거매리(여림실)경로당",
    "address": "대구광역시 군위군 효령면 거매1길 87",
    "lat": 36.15023,
    "lng": 128.606231
  },
  {
    "id": "daegu-shelter-0356",
    "name": "화계1리경로당",
    "address": "대구광역시 군위군 효령면 소계길 36-1 ",
    "lat": 36.1173651,
    "lng": 128.6356692
  },
  {
    "id": "daegu-shelter-0357",
    "name": "마시1리경로당",
    "address": "대구광역시 군위군 효령면 마시길 33 ",
    "lat": 36.1144594,
    "lng": 128.6157914
  },
  {
    "id": "daegu-shelter-0358",
    "name": "창평1리경로당",
    "address": "대구광역시 군위군 부계면 창평길 25-13 (창평1리마을회관)",
    "lat": 36.099422,
    "lng": 128.665626
  },
  {
    "id": "daegu-shelter-0359",
    "name": "대명4동경로당",
    "address": "대구광역시 남구 대경5길 101-2",
    "lat": 35.849836,
    "lng": 128.5752771
  },
  {
    "id": "daegu-shelter-0360",
    "name": "대명4동행정복지센터",
    "address": "대구광역시 남구 두류공원로20길 19",
    "lat": 35.8460194,
    "lng": 128.5695409
  },
  {
    "id": "daegu-shelter-0361",
    "name": "이천어울림도서관",
    "address": "대구광역시 남구 이천로 124",
    "lat": 35.8523786,
    "lng": 128.5987383
  },
  {
    "id": "daegu-shelter-0362",
    "name": "봉덕1동행정복지센터",
    "address": "대구광역시 남구 봉덕로 51-2",
    "lat": 35.8452522,
    "lng": 128.5964279
  },
  {
    "id": "daegu-shelter-0363",
    "name": "iM뱅크동구청지점",
    "address": "대구광역시 동구 아양로 207 (신암동)",
    "lat": 35.8863531,
    "lng": 128.6351146
  },
  {
    "id": "daegu-shelter-0364",
    "name": "아양새마을금고동서지점",
    "address": "대구광역시 동구 아양로37길 68 (신암동)",
    "lat": 35.8888629,
    "lng": 128.6334715
  },
  {
    "id": "daegu-shelter-0365",
    "name": "신암5동행정복지센터",
    "address": "대구광역시 동구 아양로37길 92 (신암동)",
    "lat": 35.8898,
    "lng": 128.6331
  },
  {
    "id": "daegu-shelter-0366",
    "name": "IM뱅크동북로지점",
    "address": "대구광역시 북구 동북로 287",
    "lat": 35.89296,
    "lng": 128.621555
  },
  {
    "id": "daegu-shelter-0367",
    "name": "농협은행안심지점",
    "address": "대구광역시 동구 반야월로 202 (동호동)",
    "lat": 35.8719883,
    "lng": 128.7105128
  },
  {
    "id": "daegu-shelter-0368",
    "name": "북대구농협신복현지점",
    "address": "대구광역시 북구 복현로 90",
    "lat": 35.899492,
    "lng": 128.62207
  },
  {
    "id": "daegu-shelter-0369",
    "name": "iM뱅크안심점",
    "address": "대구광역시 동구 안심로41길 36 (서호동)",
    "lat": 35.8694302,
    "lng": 128.7086121
  },
  {
    "id": "daegu-shelter-0370",
    "name": "롯데캐슬레전드경로당",
    "address": "대구광역시 동구 안심로73길 22 (신서 롯데캐슬레전드 101동)",
    "lat": 35.870354,
    "lng": 128.725315
  },
  {
    "id": "daegu-shelter-0371",
    "name": "각산태영데시앙경로당",
    "address": "대구광역시 동구 반야월북로 123 (각산 태영 데시앙 104)",
    "lat": 35.874366,
    "lng": 128.711117
  },
  {
    "id": "daegu-shelter-0372",
    "name": "iM뱅크반야월지점",
    "address": "대구광역시 동구 안심로 401",
    "lat": 35.869538,
    "lng": 128.727811
  },
  {
    "id": "daegu-shelter-0373",
    "name": "반야월농협서호지점",
    "address": "대구광역시 동구 안심로41길 12",
    "lat": 35.8672,
    "lng": 128.708239
  },
  {
    "id": "daegu-shelter-0374",
    "name": "신천도서관",
    "address": "대구광역시 동구 동부로6길 65",
    "lat": 35.8714688,
    "lng": 128.6177499
  },
  {
    "id": "daegu-shelter-0375",
    "name": "신천새마을금고송라점",
    "address": "대구광역시 동구 동부로 1 (신천LH 관리동)",
    "lat": 35.874524,
    "lng": 128.614315
  },
  {
    "id": "daegu-shelter-0376",
    "name": "구지119안전센터",
    "address": "대구광역시 달성군 구지면 달성2차로 111  ",
    "lat": 35.6400536,
    "lng": 128.4189963
  },
  {
    "id": "daegu-shelter-0377",
    "name": "마시3리경로당",
    "address": "대구광역시 군위군 효령면 교수촌동길 10",
    "lat": 36.112969,
    "lng": 128.60371
  },
  {
    "id": "daegu-shelter-0378",
    "name": "두북리(기와골)경로당",
    "address": "대구광역시 군위군 우보면 고산길 6",
    "lat": 36.169975,
    "lng": 128.64011
  },
  {
    "id": "daegu-shelter-0379",
    "name": "MG새마을금고더조은본점",
    "address": "대구광역시 서구 북비산로 378",
    "lat": 35.878836,
    "lng": 128.57442
  },
  {
    "id": "daegu-shelter-0380",
    "name": "으뜸새마을금고본점",
    "address": "대구광역시 서구 달서로26길 10 (비산동)",
    "lat": 35.8729605,
    "lng": 128.5723564
  },
  {
    "id": "daegu-shelter-0381",
    "name": "큰고개새마을금고본점",
    "address": "대구광역시 동구 신암남로 151 (신암동)",
    "lat": 35.883045,
    "lng": 128.6307971
  },
  {
    "id": "daegu-shelter-0382",
    "name": "보성경로당",
    "address": "대구광역시 동구 큰고개로 23 (보성아파트 10동)",
    "lat": 35.88568,
    "lng": 128.623868
  },
  {
    "id": "daegu-shelter-0383",
    "name": "성동경로당",
    "address": "대구광역시 동구 아양로34길 18-3 (신암동)",
    "lat": 35.8841149,
    "lng": 128.6305031
  },
  {
    "id": "daegu-shelter-0384",
    "name": "이화1리경로당",
    "address": "대구광역시 군위군 우보면 이화1길 26-9 ",
    "lat": 36.1952827,
    "lng": 128.6596012
  },
  {
    "id": "daegu-shelter-0385",
    "name": "반야월농협동부지점",
    "address": "대구광역시 동구 반야월로 401-2 (신서동)",
    "lat": 35.8720342,
    "lng": 128.7327081
  },
  {
    "id": "daegu-shelter-0386",
    "name": "장군1리경로당",
    "address": "대구광역시 군위군 효령면 나곡길 1 ",
    "lat": 36.1323292,
    "lng": 128.57759
  },
  {
    "id": "daegu-shelter-0387",
    "name": "장군2리경로당",
    "address": "대구광역시 군위군 효령면 장군당2길 24 ",
    "lat": 36.1253794,
    "lng": 128.5746825
  },
  {
    "id": "daegu-shelter-0388",
    "name": "중구청1층로비",
    "address": "대구광역시 중구 국채보상로139길 1 (동인동2가)",
    "lat": 35.8692669,
    "lng": 128.6062127
  },
  {
    "id": "daegu-shelter-0389",
    "name": "동인동행정복지센터",
    "address": "대구광역시 중구  국채보상로142길  19-5  (동인동4가)",
    "lat": 35.8679049,
    "lng": 128.6091266
  },
  {
    "id": "daegu-shelter-0390",
    "name": "범어2동제1경로당",
    "address": "대구광역시 수성구 동원로11길 14 (범어동)",
    "lat": 35.8637605,
    "lng": 128.6388731
  },
  {
    "id": "daegu-shelter-0391",
    "name": "국채보상운동기념공원",
    "address": "대구광역시 중구 국채보상로 670",
    "lat": 35.868821,
    "lng": 128.603119
  },
  {
    "id": "daegu-shelter-0392",
    "name": "수창공원",
    "address": "대구광역시 중구 북성로4길 35",
    "lat": 35.8762996,
    "lng": 128.5848521
  },
  {
    "id": "daegu-shelter-0393",
    "name": "동인4가경로당",
    "address": "대구광역시 중구 국채보상로142길 33-41 (동인동4가)",
    "lat": 35.8669605,
    "lng": 128.6100667
  },
  {
    "id": "daegu-shelter-0394",
    "name": "응암4리경로당(화성파크드림)",
    "address": "대구광역시 달성군 구지면과학마을로2길 6",
    "lat": 35.65441,
    "lng": 128.4149
  },
  {
    "id": "daegu-shelter-0395",
    "name": "나래경로당",
    "address": "대구광역시 달서구 한실로 29 (나래마을)",
    "lat": 35.80867,
    "lng": 128.530459
  },
  {
    "id": "daegu-shelter-0396",
    "name": "아람경로당",
    "address": "대구광역시 달서구  한실로  30   (도원동)",
    "lat": 35.8066634,
    "lng": 128.5300597
  },
  {
    "id": "daegu-shelter-0397",
    "name": "명산리경로당",
    "address": "대구광역시 군위군 부계면 마명길  195 , 명산리경로당",
    "lat": 36.100619,
    "lng": 128.635003
  },
  {
    "id": "daegu-shelter-0398",
    "name": "사월동경로당",
    "address": "대구광역시 수성구 달구벌대로 3321-4",
    "lat": 35.836538,
    "lng": 128.719466
  },
  {
    "id": "daegu-shelter-0399",
    "name": "매호경로당",
    "address": "대구광역시 수성구 천을로31길 40 (매호경로당)",
    "lat": 35.846865,
    "lng": 128.708847
  },
  {
    "id": "daegu-shelter-0400",
    "name": "IM뱅크(다사지점)",
    "address": "대구광역시 달성군 다사읍 달구벌대로 879 ",
    "lat": 35.8581005,
    "lng": 128.4659001
  },
  {
    "id": "daegu-shelter-0401",
    "name": "가창면사무소",
    "address": "대구광역시 달성군 가창면 가창로 1100 ",
    "lat": 35.80271,
    "lng": 128.6228
  },
  {
    "id": "daegu-shelter-0402",
    "name": "매곡3리경로당",
    "address": "대구광역시 달성군 다사읍 왕선로 49 (강창동서아파트 104동)",
    "lat": 35.864061,
    "lng": 128.462799
  },
  {
    "id": "daegu-shelter-0403",
    "name": "남성동경로당",
    "address": "대구광역시 중구 약령길 33-6 (계산동2가)",
    "lat": 35.8681755,
    "lng": 128.5887304
  },
  {
    "id": "daegu-shelter-0404",
    "name": "강림1리경로당",
    "address": "대구광역시 달성군 옥포읍 강림1길 41 ",
    "lat": 35.775498,
    "lng": 128.435578
  },
  {
    "id": "daegu-shelter-0405",
    "name": "범어도서관",
    "address": "대구광역시 수성구 달구벌대로 2451",
    "lat": 35.859517,
    "lng": 128.630672
  },
  {
    "id": "daegu-shelter-0406",
    "name": "옥포읍사무소",
    "address": "대구광역시 달성군 옥포읍 비슬로 2215 ",
    "lat": 35.7895076,
    "lng": 128.4636283
  },
  {
    "id": "daegu-shelter-0407",
    "name": "서대구농협광장지점",
    "address": "대구광역시 달서구 달구벌대로 1718 (두류동)",
    "lat": 35.8560705,
    "lng": 128.5533898
  },
  {
    "id": "daegu-shelter-0408",
    "name": "동산동경로당",
    "address": "대구광역시 중구 달구벌대로405길 59-12 (동산동)",
    "lat": 35.866586,
    "lng": 128.583043
  },
  {
    "id": "daegu-shelter-0409",
    "name": "안심3동행정복지센터",
    "address": "대구광역시 동구 안심로 368",
    "lat": 35.867827,
    "lng": 128.724621
  },
  {
    "id": "daegu-shelter-0410",
    "name": "화원읍보건지소",
    "address": "대구광역시 달성군 화원읍 화암로 10 ",
    "lat": 35.7979,
    "lng": 128.4897
  },
  {
    "id": "daegu-shelter-0411",
    "name": "지호2리경로당",
    "address": "대구광역시 군위군 의흥면 지호2길 31 (지호2리마을회관)",
    "lat": 36.170967,
    "lng": 128.775843
  },
  {
    "id": "daegu-shelter-0412",
    "name": "지호3리경로당",
    "address": "대구광역시 군위군 의흥면 지호3길 23 ",
    "lat": 36.1690611,
    "lng": 128.7753868
  },
  {
    "id": "daegu-shelter-0413",
    "name": "유가농협",
    "address": "대구광역시 달성군 유가읍 비슬로64길 43 (유가농업협동조합)",
    "lat": 35.672071,
    "lng": 128.448588
  },
  {
    "id": "daegu-shelter-0414",
    "name": "지장경로당",
    "address": "대구광역시 수성구 무열로 65-1",
    "lat": 35.8645848,
    "lng": 128.6488241
  },
  {
    "id": "daegu-shelter-0415",
    "name": "학암2리(동부)경로당",
    "address": "대구광역시 군위군 삼국유사면 학암3길 28 (학암2리마을공동창고)",
    "lat": 36.16279,
    "lng": 128.8812
  },
  {
    "id": "daegu-shelter-0416",
    "name": "수성유원지",
    "address": "대구광역시 수성구 무학로 78",
    "lat": 35.8291054,
    "lng": 128.61777
  },
  {
    "id": "daegu-shelter-0417",
    "name": "범어2동제2경로당",
    "address": "대구광역시 수성구 동대구로80길 73-3",
    "lat": 35.866225,
    "lng": 128.631117
  },
  {
    "id": "daegu-shelter-0418",
    "name": "이화1리(호포)경로당",
    "address": "대구광역시 군위군 우보면 이화길 148 ",
    "lat": 36.1963434,
    "lng": 128.6660868
  },
  {
    "id": "daegu-shelter-0419",
    "name": "파동제2경로당",
    "address": "대구광역시 수성구 파동로18길 56 (파동)",
    "lat": 35.8114729,
    "lng": 128.6212483
  },
  {
    "id": "daegu-shelter-0420",
    "name": "성산6리경로당",
    "address": "대구광역시 달성군 화원읍 사문진로 349 (화원삼주타운)",
    "lat": 35.8083059,
    "lng": 128.4885004
  },
  {
    "id": "daegu-shelter-0421",
    "name": "IM뱅크성당시장지점",
    "address": "대구광역시 남구 대경길 7",
    "lat": 35.8499094,
    "lng": 128.5724314
  },
  {
    "id": "daegu-shelter-0422",
    "name": "연계1리경로당",
    "address": "대구광역시 군위군 의흥면 백련길 1 (연계1리새마을회관)",
    "lat": 36.161764,
    "lng": 128.74919
  },
  {
    "id": "daegu-shelter-0423",
    "name": "남산1리경로당",
    "address": "대구광역시 군위군 부계면 남산4길 27-22 ",
    "lat": 36.0459067,
    "lng": 128.6412442
  },
  {
    "id": "daegu-shelter-0424",
    "name": "화북4리경로당",
    "address": "대구광역시 군위군 삼국유사면 화산길 619-26 ",
    "lat": 36.0990325,
    "lng": 128.774959
  },
  {
    "id": "daegu-shelter-0425",
    "name": "화원읍새마을금고",
    "address": "대구광역시 달성군 화원읍 비슬로 2576 ",
    "lat": 35.8032788,
    "lng": 128.4985292
  },
  {
    "id": "daegu-shelter-0426",
    "name": "복현1동행정복지센터",
    "address": "대구광역시 북구 동북로52길 7 (복현1동행정복지센터)",
    "lat": 35.893741,
    "lng": 128.618583
  },
  {
    "id": "daegu-shelter-0427",
    "name": "복현1동주민자치센터",
    "address": "대구광역시 북구 동북로52길 7 (복현1동행정복지센터)",
    "lat": 35.893741,
    "lng": 128.618583
  },
  {
    "id": "daegu-shelter-0428",
    "name": "공산농협본점",
    "address": "대구광역시 동구 파계로6길 55 (지묘동)",
    "lat": 35.9413501,
    "lng": 128.6384929
  },
  {
    "id": "daegu-shelter-0429",
    "name": "아이엠뱅크(월성동지점)",
    "address": "대구광역시 달서구  월성로  30   (월성동)",
    "lat": 35.831542,
    "lng": 128.532308
  },
  {
    "id": "daegu-shelter-0430",
    "name": "대구축산농협",
    "address": "대구광역시 동구 동북로 296 (대구축산업협동조합)",
    "lat": 35.892199,
    "lng": 128.622105
  },
  {
    "id": "daegu-shelter-0431",
    "name": "팔공노인복지관",
    "address": "대구광역시 동구  동북로  393 , 팔공노인복지관 (신암동)",
    "lat": 35.8874659,
    "lng": 128.6309744
  },
  {
    "id": "daegu-shelter-0432",
    "name": "이화3리백양경로당",
    "address": "대구광역시 군위군 우보면 동부로 1380-3",
    "lat": 36.179771,
    "lng": 128.683722
  },
  {
    "id": "daegu-shelter-0433",
    "name": "지역농협신용산지점",
    "address": "대구광역시 달서구  용산로  226   (용산동)",
    "lat": 35.857751,
    "lng": 128.530806
  },
  {
    "id": "daegu-shelter-0434",
    "name": "화전2리경로당",
    "address": "대구광역시 군위군 산성면 화전2길 36 (화전2리마을회관)",
    "lat": 36.1394,
    "lng": 128.698768
  },
  {
    "id": "daegu-shelter-0435",
    "name": "봉덕어린이공원",
    "address": "대구광역시 남구 봉덕로5길 20  (봉덕동, 봉덕어린이집)",
    "lat": 35.845921,
    "lng": 128.593292
  },
  {
    "id": "daegu-shelter-0436",
    "name": "백안경로당",
    "address": "대구광역시 동구 팔공로207길 47",
    "lat": 35.955663,
    "lng": 128.693215
  },
  {
    "id": "daegu-shelter-0437",
    "name": "평촌2리경로당",
    "address": "대구광역시 달성군 구지면구지동로40길 38-3 ",
    "lat": 35.642619,
    "lng": 128.454094
  },
  {
    "id": "daegu-shelter-0438",
    "name": "매곡2리경로당",
    "address": "대구광역시 군위군 효령면 용매로 742 ",
    "lat": 36.0822607,
    "lng": 128.5991751
  },
  {
    "id": "daegu-shelter-0439",
    "name": "성1리경로당",
    "address": "대구광역시 군위군 효령면 성1길 47 (성1리마을노인회관)",
    "lat": 36.181583,
    "lng": 128.585887
  },
  {
    "id": "daegu-shelter-0440",
    "name": "성2리경로당",
    "address": "대구광역시 군위군 효령면 성3길 71 (성2리마을회관)",
    "lat": 36.1866,
    "lng": 128.592445
  },
  {
    "id": "daegu-shelter-0441",
    "name": "반야월농협동호지점",
    "address": "대구광역시 동구 금강로 9 (경원빌딩)",
    "lat": 35.866971,
    "lng": 128.724598
  },
  {
    "id": "daegu-shelter-0442",
    "name": "원화경로당",
    "address": "대구광역시 달서구 장기로26길 81 (성당동)",
    "lat": 35.8470653,
    "lng": 128.5479824
  },
  {
    "id": "daegu-shelter-0443",
    "name": "성당동제3경로당",
    "address": "대구광역시 달서구  야외음악당로2길  3   (성당동)",
    "lat": 35.837745,
    "lng": 128.552478
  },
  {
    "id": "daegu-shelter-0444",
    "name": "북7리경로당",
    "address": "대구광역시 달성군 논공읍 논공로23길 14 (논공성원아파트)",
    "lat": 35.7310721,
    "lng": 128.4448314
  },
  {
    "id": "daegu-shelter-0445",
    "name": "노이2리경로당",
    "address": "대구광역시 달성군 논공읍 노이길 205 ",
    "lat": 35.7606892,
    "lng": 128.4348348
  },
  {
    "id": "daegu-shelter-0446",
    "name": "노이1리경로당",
    "address": "대구광역시 달성군 논공읍 노이길 408 ",
    "lat": 35.7550953,
    "lng": 128.4543291
  },
  {
    "id": "daegu-shelter-0447",
    "name": "금포2리경로당",
    "address": "대구광역시 달성군 논공읍 비슬로359길 33 ",
    "lat": 35.7776272,
    "lng": 128.4203106
  },
  {
    "id": "daegu-shelter-0448",
    "name": "성당동행정복지센터",
    "address": "대구광역시 달서구 야외음악당로 38 (성당동)",
    "lat": 35.8405245,
    "lng": 128.5530132
  },
  {
    "id": "daegu-shelter-0449",
    "name": "삼성경로당",
    "address": "대구광역시 달서구 성당로33안길 23 (성당동)",
    "lat": 35.8513461,
    "lng": 128.5695286
  },
  {
    "id": "daegu-shelter-0450",
    "name": "성당경로당",
    "address": "대구광역시 달서구 장기로10안길 15 (성당동)",
    "lat": 35.844141,
    "lng": 128.5544734
  },
  {
    "id": "daegu-shelter-0451",
    "name": "무등1리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로140길 52 ",
    "lat": 35.918138,
    "lng": 128.464766
  },
  {
    "id": "daegu-shelter-0452",
    "name": "원대동제일공원",
    "address": "대구광역시 서구 원대로13길 37",
    "lat": 35.88359,
    "lng": 128.576973
  },
  {
    "id": "daegu-shelter-0453",
    "name": "석산리경로당",
    "address": "대구광역시 군위군 삼국유사면 석산길 15-7 ",
    "lat": 36.1768753,
    "lng": 128.8551195
  },
  {
    "id": "daegu-shelter-0454",
    "name": "양1리경로당",
    "address": "대구광역시 달성군 유가읍 휴양림2길 25-5",
    "lat": 35.7014107,
    "lng": 128.4785613
  },
  {
    "id": "daegu-shelter-0455",
    "name": "양2리경로당",
    "address": "대구광역시 달성군 유가읍 유가사1길 3-3 ",
    "lat": 35.7030419,
    "lng": 128.4941921
  },
  {
    "id": "daegu-shelter-0456",
    "name": "용2리경로당",
    "address": "대구광역시 달성군 유가읍 용리길 12",
    "lat": 35.681292,
    "lng": 128.470264
  },
  {
    "id": "daegu-shelter-0457",
    "name": "용3리경로당",
    "address": "대구광역시 달성군 유가읍 휴양림길 180-17",
    "lat": 35.689522,
    "lng": 128.502711
  },
  {
    "id": "daegu-shelter-0458",
    "name": "쌍계1리경로당",
    "address": "대구광역시 달성군 유가읍유가북길 46-57 ",
    "lat": 35.699536,
    "lng": 128.462494
  },
  {
    "id": "daegu-shelter-0459",
    "name": "쌍계2리경로당",
    "address": "대구광역시 달성군 유가읍 테크노순환로 440",
    "lat": 35.70237,
    "lng": 128.4677
  },
  {
    "id": "daegu-shelter-0460",
    "name": "무등2리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로120길 94 ",
    "lat": 35.908145,
    "lng": 128.457563
  },
  {
    "id": "daegu-shelter-0461",
    "name": "묘1리경로당",
    "address": "대구광역시 달성군 하빈면 육신사길 26 ",
    "lat": 35.908511,
    "lng": 128.4175
  },
  {
    "id": "daegu-shelter-0462",
    "name": "미성2리경로당",
    "address": "대구광역시 군위군 우보면 미성3길 61-14 (미성2리노인정)",
    "lat": 36.169068,
    "lng": 128.668127
  },
  {
    "id": "daegu-shelter-0463",
    "name": "신천1.2동행정복지센터",
    "address": "대구광역시 동구 국채보상로159길 41 (우방푸른타운)",
    "lat": 35.869948,
    "lng": 128.614786
  },
  {
    "id": "daegu-shelter-0464",
    "name": "중1리경로당",
    "address": "대구광역시 달성군 현풍읍현풍중앙로14길 76",
    "lat": 35.69411,
    "lng": 128.4488
  },
  {
    "id": "daegu-shelter-0465",
    "name": "자모리경로당",
    "address": "대구광역시 달성군 현풍읍 현풍서로91길 46 ",
    "lat": 35.69161,
    "lng": 128.3952
  },
  {
    "id": "daegu-shelter-0466",
    "name": "원교2리경로당",
    "address": "대구광역시 달성군 현풍읍비슬로130길 30",
    "lat": 35.694245,
    "lng": 128.441002
  },
  {
    "id": "daegu-shelter-0467",
    "name": "현풍할아버지경로당",
    "address": "대구광역시 달성군 현풍읍현풍로 54",
    "lat": 35.69581,
    "lng": 128.4453
  },
  {
    "id": "daegu-shelter-0468",
    "name": "하리경로당",
    "address": "대구광역시 달성군 현풍읍 현풍중앙로 55-1",
    "lat": 35.6944,
    "lng": 128.4438
  },
  {
    "id": "daegu-shelter-0469",
    "name": "건영캐스빌경로당",
    "address": "대구광역시 동구 신암남로 50 (신암건영캐스빌)",
    "lat": 35.877525,
    "lng": 128.618569
  },
  {
    "id": "daegu-shelter-0470",
    "name": "신암3동경로당",
    "address": "대구광역시 동구 아양로8길 10-1 ",
    "lat": 35.8810517,
    "lng": 128.6189231
  },
  {
    "id": "daegu-shelter-0471",
    "name": "iM뱅크신암금융센터",
    "address": "대구광역시 동구 아양로 2 (신암동)",
    "lat": 35.881003,
    "lng": 128.6146045
  },
  {
    "id": "daegu-shelter-0472",
    "name": "KB국민은행신암동종합금융센터",
    "address": "대구광역시 동구 아양로 34 (신암동)",
    "lat": 35.8816387,
    "lng": 128.6178657
  },
  {
    "id": "daegu-shelter-0473",
    "name": "IM뱅크(화원지점)",
    "address": "대구광역시 달성군 화원읍 비슬로 2597 ",
    "lat": 35.8047776,
    "lng": 128.5005221
  },
  {
    "id": "daegu-shelter-0474",
    "name": "뜨란채경로당",
    "address": "대구광역시 동구 아양로7길 12 (신암동, 신암뜨란채)",
    "lat": 35.8828,
    "lng": 128.6183
  },
  {
    "id": "daegu-shelter-0475",
    "name": "대율1리경로당",
    "address": "대구광역시 군위군 부계면 한티로 2146-1 ",
    "lat": 36.0602144,
    "lng": 128.6554639
  },
  {
    "id": "daegu-shelter-0476",
    "name": "금양1리행골경로당",
    "address": "대구광역시 군위군 의흥면 원산금양길 420",
    "lat": 36.1457942,
    "lng": 128.7377764
  },
  {
    "id": "daegu-shelter-0477",
    "name": "금양2리경로당",
    "address": "대구광역시 군위군 의흥면 금양4길 22-5 ",
    "lat": 36.136835,
    "lng": 128.7461185
  },
  {
    "id": "daegu-shelter-0478",
    "name": "iM뱅크파동지점",
    "address": "대구광역시 수성구  수성로  5   (상동)",
    "lat": 35.8259891,
    "lng": 128.6098758
  },
  {
    "id": "daegu-shelter-0479",
    "name": "한들경로당",
    "address": "대구광역시 수성구 수성로32길 99",
    "lat": 35.836543,
    "lng": 128.613588
  },
  {
    "id": "daegu-shelter-0480",
    "name": "거매리경로당",
    "address": "대구광역시 군위군 효령면 거매2길  34-21, 거매리경로당",
    "lat": 36.150886,
    "lng": 128.597524
  },
  {
    "id": "daegu-shelter-0481",
    "name": "금매1리경로당",
    "address": "대구광역시 군위군 효령면 신매길 24-5 ",
    "lat": 36.1365707,
    "lng": 128.6118472
  },
  {
    "id": "daegu-shelter-0482",
    "name": "금매2리경로당",
    "address": "대구광역시 군위군 효령면 삽실길 65-12 ",
    "lat": 36.1321689,
    "lng": 128.6220503
  },
  {
    "id": "daegu-shelter-0483",
    "name": "도원경로당",
    "address": "대구광역시 달서구 수밭길 46 (도원동)",
    "lat": 35.7961425,
    "lng": 128.5478823
  },
  {
    "id": "daegu-shelter-0484",
    "name": "가람1차경로당",
    "address": "대구광역시 달서구 한실로 135 (도원동, 가람마을)",
    "lat": 35.8079796,
    "lng": 128.5415196
  },
  {
    "id": "daegu-shelter-0485",
    "name": "가람2차경로당",
    "address": "대구광역시 달서구 한실로 135 (도원동, 가람마을)",
    "lat": 35.8076946,
    "lng": 128.5406882
  },
  {
    "id": "daegu-shelter-0486",
    "name": "신천3동행정복지센터",
    "address": "대구광역시 동구 장등로 90 (신천동)",
    "lat": 35.8753527,
    "lng": 128.6236343
  },
  {
    "id": "daegu-shelter-0487",
    "name": "평촌1리경로당",
    "address": "대구광역시 달성군 구지면구지동로16길 85 ",
    "lat": 35.644974,
    "lng": 128.449562
  },
  {
    "id": "daegu-shelter-0488",
    "name": "현풍농협",
    "address": "대구광역시 달성군 현풍읍 현풍중앙로 90 ",
    "lat": 35.69721,
    "lng": 128.4439
  },
  {
    "id": "daegu-shelter-0489",
    "name": "신화아파트경로당",
    "address": "대구광역시 북구 경대로5길 25 (대현동, 대현신화맨션)",
    "lat": 35.8843593,
    "lng": 128.6111675
  },
  {
    "id": "daegu-shelter-0490",
    "name": "다사농협(서재지점)",
    "address": "대구광역시 달성군 다사읍 서재로 129",
    "lat": 35.874996,
    "lng": 128.496849
  },
  {
    "id": "daegu-shelter-0491",
    "name": "묘2리경로당",
    "address": "대구광역시 달성군 하빈면 묘동2길 19-1 ",
    "lat": 35.898865,
    "lng": 128.421557
  },
  {
    "id": "daegu-shelter-0492",
    "name": "도의1리경로당",
    "address": "대구광역시 달성군 유가읍 도의길 193 ",
    "lat": 35.664563,
    "lng": 128.456943
  },
  {
    "id": "daegu-shelter-0493",
    "name": "도의2리경로당",
    "address": "대구광역시 달성군 유가읍도의1길 6 ",
    "lat": 35.664198,
    "lng": 128.462691
  },
  {
    "id": "daegu-shelter-0494",
    "name": "금포1리경로회관",
    "address": "대구광역시 달성군 논공읍 금포새터길 23 ",
    "lat": 35.7725547,
    "lng": 128.4264582
  },
  {
    "id": "daegu-shelter-0495",
    "name": "감삼동행정복지센터",
    "address": "대구광역시 달서구 감삼북길 119-10 ",
    "lat": 35.8510137,
    "lng": 128.5421456
  },
  {
    "id": "daegu-shelter-0496",
    "name": "한정보건진료소",
    "address": "대구광역시 달성군 유가읍 달창로26길 17",
    "lat": 35.645021,
    "lng": 128.459428
  },
  {
    "id": "daegu-shelter-0497",
    "name": "감삼제1경로당",
    "address": "대구광역시 달서구  감삼남6길  41-1  (감삼동)",
    "lat": 35.8479082,
    "lng": 128.5441386
  },
  {
    "id": "daegu-shelter-0498",
    "name": "수성1가제1경로당",
    "address": "대구광역시 수성구 수성로53길 50-4",
    "lat": 35.850481,
    "lng": 128.6103998
  },
  {
    "id": "daegu-shelter-0499",
    "name": "장기경로당",
    "address": "대구광역시 달서구 문화회관2길 18 (장기동)",
    "lat": 35.8478739,
    "lng": 128.5208218
  },
  {
    "id": "daegu-shelter-0500",
    "name": "신암1동행정복지센터",
    "address": "대구광역시 동구 아양로7길 27 (신암동)",
    "lat": 35.8843,
    "lng": 128.6163
  },
  {
    "id": "daegu-shelter-0501",
    "name": "수북2리경로당",
    "address": "대구광역시 군위군 의흥면 수북1길 23",
    "lat": 36.182367,
    "lng": 128.701007
  },
  {
    "id": "daegu-shelter-0502",
    "name": "수북3리경로당",
    "address": "대구광역시 군위군 의흥면 수북3길 277 ",
    "lat": 36.1928237,
    "lng": 128.7330723
  },
  {
    "id": "daegu-shelter-0503",
    "name": "금포3리경로당",
    "address": "대구광역시 달성군 논공읍 금포새터길 1 ",
    "lat": 35.7718975,
    "lng": 128.424401
  },
  {
    "id": "daegu-shelter-0504",
    "name": "달성군종합사회복지관",
    "address": "대구광역시 달성군 논공읍 논공로 697-9 ",
    "lat": 35.7303776,
    "lng": 128.4512097
  },
  {
    "id": "daegu-shelter-0505",
    "name": "열린경로당",
    "address": "대구광역시 수성구 명덕로 405-4 (수성동2가)",
    "lat": 35.854845,
    "lng": 128.614559
  },
  {
    "id": "daegu-shelter-0506",
    "name": "성당동제1경로당",
    "address": "대구광역시 달서구 대명천로12안길 47 (성당동)",
    "lat": 35.8398033,
    "lng": 128.5562731
  },
  {
    "id": "daegu-shelter-0507",
    "name": "신당동행정복지센터",
    "address": "대구광역시 달서구 선원로 60 (신당동)",
    "lat": 35.858747,
    "lng": 128.4987919
  },
  {
    "id": "daegu-shelter-0508",
    "name": "KEB하나은행성서공단지점",
    "address": "대구광역시 달서구  달구벌대로  1130   (신당동)",
    "lat": 35.8509514,
    "lng": 128.4910094
  },
  {
    "id": "daegu-shelter-0509",
    "name": "나호1리경로당",
    "address": "대구광역시 군위군 우보면 아랫라불길 17 ",
    "lat": 36.1866413,
    "lng": 128.6291152
  },
  {
    "id": "daegu-shelter-0510",
    "name": "나호2리경로당",
    "address": "대구광역시 군위군 우보면 진밭길 70-1 ",
    "lat": 36.1850134,
    "lng": 128.6519408
  },
  {
    "id": "daegu-shelter-0511",
    "name": "나호3리경로당",
    "address": "대구광역시 군위군 우보면 윗라불길 16-20 ",
    "lat": 36.1853684,
    "lng": 128.6332512
  },
  {
    "id": "daegu-shelter-0512",
    "name": "수서1리경로당",
    "address": "대구광역시 군위군 의흥면 수서1길 45-5 ",
    "lat": 36.183275,
    "lng": 128.6935137
  },
  {
    "id": "daegu-shelter-0513",
    "name": "달산2리(우보)경로당",
    "address": "대구광역시 군위군 우보면 고산길 6 ",
    "lat": 36.1700485,
    "lng": 128.6400747
  },
  {
    "id": "daegu-shelter-0514",
    "name": "봉산1리경로당",
    "address": "대구광역시 군위군 우보면 화계봉산길 847 ",
    "lat": 36.1726879,
    "lng": 128.6367515
  },
  {
    "id": "daegu-shelter-0515",
    "name": "봉산2리경로당",
    "address": "대구광역시 군위군 우보면 봉산4길 5 ",
    "lat": 36.1795751,
    "lng": 128.6253762
  },
  {
    "id": "daegu-shelter-0516",
    "name": "모산리(옥전)경로당",
    "address": "대구광역시 군위군 우보면 옥전길 13 (옥전노인정)",
    "lat": 36.155873,
    "lng": 128.680338
  },
  {
    "id": "daegu-shelter-0517",
    "name": "화계3리경로당",
    "address": "대구광역시 군위군 효령면 화계봉산길 46",
    "lat": 36.1189602,
    "lng": 128.6430824
  },
  {
    "id": "daegu-shelter-0518",
    "name": "마시2리경로당",
    "address": "대구광역시 군위군 효령면 덕동길 96-3 ",
    "lat": 36.1050095,
    "lng": 128.6247164
  },
  {
    "id": "daegu-shelter-0519",
    "name": "신덕경로당",
    "address": "대구광역시 동구 신덕로5길 50 (신덕경로당)",
    "lat": 35.883457,
    "lng": 128.693216
  },
  {
    "id": "daegu-shelter-0520",
    "name": "iM뱅크방촌지점",
    "address": "대구광역시 동구 동촌로 274 (BC스테이션)",
    "lat": 35.879658,
    "lng": 128.669318
  },
  {
    "id": "daegu-shelter-0521",
    "name": "달산1경(우보)로당",
    "address": "대구광역시 군위군 우보면 달산리 117-1",
    "lat": 36.1497963,
    "lng": 128.6577988
  },
  {
    "id": "daegu-shelter-0522",
    "name": "이편한세상대신경로당",
    "address": "대구광역시 중구 달구벌대로 1943 (대신동, e편한세상 대신)",
    "lat": 35.8642564,
    "lng": 128.5763433
  },
  {
    "id": "daegu-shelter-0523",
    "name": "장귀미경로당",
    "address": "대구광역시 달성군 다사읍 장귀미길 50",
    "lat": 35.876741,
    "lng": 128.425782
  },
  {
    "id": "daegu-shelter-0524",
    "name": "문산리경로당",
    "address": "대구광역시 달성군 다사읍 달구벌대로92길 56",
    "lat": 35.853905,
    "lng": 128.431561
  },
  {
    "id": "daegu-shelter-0525",
    "name": "춘산리(현창)경로당",
    "address": "대구광역시 군위군 부계면 춘산1길  32 , 춘산리(현창)경로당",
    "lat": 36.07811,
    "lng": 128.65414
  },
  {
    "id": "daegu-shelter-0526",
    "name": "천내11리경로당",
    "address": "대구광역시 달성군 화원읍 화원로 36 (창신맨션)",
    "lat": 35.8085038,
    "lng": 128.4994975
  },
  {
    "id": "daegu-shelter-0527",
    "name": "능골경로당",
    "address": "대구광역시 달서구 성서동로60길 16 (장기동)",
    "lat": 35.847434,
    "lng": 128.5166048
  },
  {
    "id": "daegu-shelter-0528",
    "name": "노행1리경로당",
    "address": "대구광역시 군위군 효령면 장기길 339",
    "lat": 36.143088,
    "lng": 128.596403
  },
  {
    "id": "daegu-shelter-0529",
    "name": "춘추경로당",
    "address": "대구광역시 달서구  와룡로49길  18-17  (죽전동)",
    "lat": 35.8551759,
    "lng": 128.5360886
  },
  {
    "id": "daegu-shelter-0530",
    "name": "성서농협(죽전동지점)",
    "address": "대구광역시 달서구  달구벌대로  1573   (죽전동)",
    "lat": 35.8511499,
    "lng": 128.5388767
  },
  {
    "id": "daegu-shelter-0531",
    "name": "지2리경로당",
    "address": "대구광역시 달성군 현풍읍지동길 128",
    "lat": 35.675656,
    "lng": 128.430333
  },
  {
    "id": "daegu-shelter-0532",
    "name": "옻골마을",
    "address": "대구광역시 동구 옻골로 179",
    "lat": 35.90559,
    "lng": 128.686144
  },
  {
    "id": "daegu-shelter-0533",
    "name": "신기리경로당",
    "address": "대구광역시 달성군 현풍읍 국가산단북로100길 120",
    "lat": 35.660898,
    "lng": 128.441961
  },
  {
    "id": "daegu-shelter-0534",
    "name": "남구시니어행복센터",
    "address": "대구광역시 남구 대명복개로1길 38 (대명동)",
    "lat": 35.8411871,
    "lng": 128.5613575
  },
  {
    "id": "daegu-shelter-0535",
    "name": "중구1리경로당",
    "address": "대구광역시 군위군 효령면 중구2길 18-36",
    "lat": 36.155727,
    "lng": 128.585116
  },
  {
    "id": "daegu-shelter-0536",
    "name": "효천신협효목지점",
    "address": "대구광역시 동구 아양로50길 135 (효목동)",
    "lat": 35.8817329,
    "lng": 128.6432693
  },
  {
    "id": "daegu-shelter-0537",
    "name": "동구시장내멀티미디어관",
    "address": "대구광역시 동구 효목로 10 (효목동)",
    "lat": 35.8741136,
    "lng": 128.6396484
  },
  {
    "id": "daegu-shelter-0538",
    "name": "효목2동행정복지센터",
    "address": "대구광역시 동구 화랑로25길 45 (효목동)",
    "lat": 35.8781009,
    "lng": 128.6413583
  },
  {
    "id": "daegu-shelter-0539",
    "name": "본리2리경로당(옥포)",
    "address": "대구광역시 달성군 옥포읍 대방길 5 ",
    "lat": 35.787449,
    "lng": 128.459434
  },
  {
    "id": "daegu-shelter-0540",
    "name": "논공읍사무소",
    "address": "대구광역시 달성군 논공읍 비슬로 1779 ",
    "lat": 35.774622,
    "lng": 128.4197125
  },
  {
    "id": "daegu-shelter-0541",
    "name": "iM뱅크신천동지점",
    "address": "대구광역시 동구 송라로 58 (신천동)",
    "lat": 35.8725151,
    "lng": 128.619065
  },
  {
    "id": "daegu-shelter-0542",
    "name": "덕화경로당",
    "address": "대구광역시 수성구 수성로14길 72-1",
    "lat": 35.831879,
    "lng": 128.615135
  },
  {
    "id": "daegu-shelter-0543",
    "name": "음리경로당",
    "address": "대구광역시 달성군 유가읍 음동길 79 (음리회관)",
    "lat": 35.697595,
    "lng": 128.484581
  },
  {
    "id": "daegu-shelter-0544",
    "name": "성서농협강창역지점",
    "address": "대구광역시 달서구 호산로 139 (파호동)",
    "lat": 35.8521056,
    "lng": 128.4777515
  },
  {
    "id": "daegu-shelter-0545",
    "name": "효천신협본점",
    "address": "대구광역시 동구 효목로 37 (효목동)",
    "lat": 35.8767031,
    "lng": 128.6394446
  },
  {
    "id": "daegu-shelter-0546",
    "name": "천내12리경로당",
    "address": "대구광역시 달성군 화원읍 화원로 37 (천내보성타운)",
    "lat": 35.8076033,
    "lng": 128.4980035
  },
  {
    "id": "daegu-shelter-0547",
    "name": "도원동행정복지센터",
    "address": "대구광역시 달서구  한실로  53   (도원동)",
    "lat": 35.8074824,
    "lng": 128.5321898
  },
  {
    "id": "daegu-shelter-0548",
    "name": "해안동행정복지센터",
    "address": "대구광역시 동구  방촌로29길  46 , 해안동주민센터 (방촌동)",
    "lat": 35.8820846,
    "lng": 128.6716753
  },
  {
    "id": "daegu-shelter-0549",
    "name": "방촌제2경로당",
    "address": "대구광역시 동구 둔산로45길 16 (방촌제2경로당)",
    "lat": 35.8936,
    "lng": 128.674951
  },
  {
    "id": "daegu-shelter-0550",
    "name": "내리리경로당",
    "address": "대구광역시 군위군 효령면 불곡길 152-1 ",
    "lat": 36.1576752,
    "lng": 128.5620292
  },
  {
    "id": "daegu-shelter-0551",
    "name": "아이엠뱅크동성로지점",
    "address": "대구광역시 중구 달구벌대로 2105",
    "lat": 35.8658582,
    "lng": 128.5939784
  },
  {
    "id": "daegu-shelter-0552",
    "name": "응암3리경로당(반도유보라)",
    "address": "대구광역시 달성군 구지면 과학마을로3길 14 (대구국가산단 반도유보라 아이비파크)",
    "lat": 35.6570696,
    "lng": 128.4195274
  },
  {
    "id": "daegu-shelter-0553",
    "name": "신화2리경로당",
    "address": "대구광역시 군위군 부계면 신화3길 251 ",
    "lat": 36.1149101,
    "lng": 128.6715317
  },
  {
    "id": "daegu-shelter-0554",
    "name": "서부새마을금고본리지점",
    "address": "대구광역시 달서구  장기로  190   (감삼동)",
    "lat": 35.8437064,
    "lng": 128.5396516
  },
  {
    "id": "daegu-shelter-0555",
    "name": "아이엠뱅크죽전지점",
    "address": "대구광역시 달서구 달구벌대로 1568  (감삼동)",
    "lat": 35.8503118,
    "lng": 128.5386494
  },
  {
    "id": "daegu-shelter-0556",
    "name": "감삼제3경로당",
    "address": "대구광역시 달서구 달구벌대로330길 31",
    "lat": 35.8519417,
    "lng": 128.5468534
  },
  {
    "id": "daegu-shelter-0557",
    "name": "죽전동행정복지센터",
    "address": "대구광역시 달서구 와룡로56길 26 (죽전동행정복지센터)",
    "lat": 35.856517,
    "lng": 128.539078
  },
  {
    "id": "daegu-shelter-0558",
    "name": "죽전경로당",
    "address": "대구광역시 달서구  와룡로52안길  45   (죽전동)",
    "lat": 35.8573951,
    "lng": 128.5378964
  },
  {
    "id": "daegu-shelter-0559",
    "name": "신화1리경로당",
    "address": "대구광역시 군위군 부계면 신화2길 9-8 ",
    "lat": 36.1027232,
    "lng": 128.6463082
  },
  {
    "id": "daegu-shelter-0560",
    "name": "동대구농협효목동지점",
    "address": "대구광역시 동구 효목로 3 (효목동)",
    "lat": 35.8737418,
    "lng": 128.639032
  },
  {
    "id": "daegu-shelter-0561",
    "name": "평리공원",
    "address": "대구광역시 서구 국채보상로49길 12 (대구광역시립서부도서관)",
    "lat": 35.87241,
    "lng": 128.557851
  },
  {
    "id": "daegu-shelter-0562",
    "name": "공산동행정복지센터",
    "address": "대구광역시 동구 팔공로91길 9 (공산동주민센터)",
    "lat": 35.940203,
    "lng": 128.644199
  },
  {
    "id": "daegu-shelter-0563",
    "name": "신천4동행정복지센터",
    "address": "대구광역시 동구 동부로30길 61-7 (신천동)",
    "lat": 35.8717,
    "lng": 128.6293
  },
  {
    "id": "daegu-shelter-0564",
    "name": "iM뱅크신천4동지점",
    "address": "대구광역시 동구 동부로30길 23-1 (신천동)",
    "lat": 35.8750102,
    "lng": 128.6290511
  },
  {
    "id": "daegu-shelter-0565",
    "name": "신천4동제2경로당",
    "address": "대구광역시 동구 동부로32길 47-11 (신천동)",
    "lat": 35.8753489,
    "lng": 128.6303767
  },
  {
    "id": "daegu-shelter-0566",
    "name": "부곡리경로당",
    "address": "대구광역시 달성군 다사읍 부곡2길 7-1 ",
    "lat": 35.8671932,
    "lng": 128.4452927
  },
  {
    "id": "daegu-shelter-0567",
    "name": "박곡리경로당",
    "address": "대구광역시 달성군 다사읍 다사로109길 41",
    "lat": 35.887394,
    "lng": 128.488716
  },
  {
    "id": "daegu-shelter-0568",
    "name": "달성군립도서관",
    "address": "대구광역시 달성군 다사읍 달구벌대로174길 10-13 ",
    "lat": 35.8595222,
    "lng": 128.4627324
  },
  {
    "id": "daegu-shelter-0569",
    "name": "욱수동경로당",
    "address": "대구광역시 수성구 욱수천로 15",
    "lat": 35.830014,
    "lng": 128.709789
  },
  {
    "id": "daegu-shelter-0570",
    "name": "옥포119안전센터",
    "address": "대구광역시 달성군 옥포읍 돌미로 93 ",
    "lat": 35.78141,
    "lng": 128.4439
  },
  {
    "id": "daegu-shelter-0571",
    "name": "김흥1리경로당(김흥1리회관)",
    "address": "대구광역시 달성군 옥포읍 김흥길 66 ",
    "lat": 35.75221,
    "lng": 128.487
  },
  {
    "id": "daegu-shelter-0572",
    "name": "장기1리경로당",
    "address": "대구광역시 군위군 효령면 금산길 18-1 (장기1리마을노인회관)",
    "lat": 36.138228,
    "lng": 128.592561
  },
  {
    "id": "daegu-shelter-0573",
    "name": "이화3리경로당",
    "address": "대구광역시 군위군 우보면 이화리 1707-6",
    "lat": 36.1841647,
    "lng": 128.6761665
  },
  {
    "id": "daegu-shelter-0574",
    "name": "구지면농협동부지소",
    "address": "대구광역시 달성군 구지면 구지동로 47 ",
    "lat": 35.64951,
    "lng": 128.4387
  },
  {
    "id": "daegu-shelter-0575",
    "name": "황금2동제2경로당",
    "address": "대구광역시 수성구  들안로40안길  7-20  (황금동)",
    "lat": 35.8475555,
    "lng": 128.61888
  },
  {
    "id": "daegu-shelter-0576",
    "name": "iM뱅크황금네거리지점",
    "address": "대구광역시 수성구  동대구로  111 ,  황금빌딩 (황금동)",
    "lat": 35.8403266,
    "lng": 128.6235382
  },
  {
    "id": "daegu-shelter-0577",
    "name": "말산공원",
    "address": "대구광역시 북구 관음중앙로29길 5-18",
    "lat": 35.945849,
    "lng": 128.54791
  },
  {
    "id": "daegu-shelter-0578",
    "name": "반야월농협율하지점",
    "address": "대구광역시 동구 안심로16길 47 (율하동 타임스퀘어)",
    "lat": 35.863664,
    "lng": 128.693675
  },
  {
    "id": "daegu-shelter-0579",
    "name": "안심2동행정복지센터",
    "address": "대구광역시 동구 반야월로1길 28 (안심2동주민센터)",
    "lat": 35.875403,
    "lng": 128.68704
  },
  {
    "id": "daegu-shelter-0580",
    "name": "강변동서마을경로당",
    "address": "대구광역시 동구 화랑로100길 17 (강변동서마을 101동)",
    "lat": 35.873922,
    "lng": 128.678958
  },
  {
    "id": "daegu-shelter-0581",
    "name": "신정경로당",
    "address": "대구광역시 달서구 상화로9길 81-17 (진천동)",
    "lat": 35.8118805,
    "lng": 128.5194986
  },
  {
    "id": "daegu-shelter-0582",
    "name": "구지면노인회경로당",
    "address": "대구광역시 달성군 구지면 구지시장길 46-8 (구지면노인회관)",
    "lat": 35.657546,
    "lng": 128.411364
  },
  {
    "id": "daegu-shelter-0583",
    "name": "부동경로당",
    "address": "대구광역시 동구 부동길 183 (부동경로당)",
    "lat": 35.890336,
    "lng": 128.697112
  },
  {
    "id": "daegu-shelter-0584",
    "name": "북3리경로당",
    "address": "대구광역시 달성군 논공읍 용호로 6 (평광현대APT)",
    "lat": 35.7277691,
    "lng": 128.4459069
  },
  {
    "id": "daegu-shelter-0585",
    "name": "강림2리경로당",
    "address": "대구광역시 달성군 옥포읍 시저로 33 ",
    "lat": 35.78231,
    "lng": 128.4297
  },
  {
    "id": "daegu-shelter-0586",
    "name": "백자아파트경로당",
    "address": "대구광역시 동구 동촌로 346 (우방백자아파트)",
    "lat": 35.877299,
    "lng": 128.676284
  },
  {
    "id": "daegu-shelter-0587",
    "name": "다사농협(죽곡지점)",
    "address": "대구광역시 달성군 다사읍 대실역북로 11",
    "lat": 35.858192,
    "lng": 128.466296
  },
  {
    "id": "daegu-shelter-0588",
    "name": "청라센트럴파크경로당",
    "address": "대구광역시 중구  달구벌대로  1970   (남산동, 남산휴먼시아2단지)",
    "lat": 35.8638649,
    "lng": 128.5808415
  },
  {
    "id": "daegu-shelter-0589",
    "name": "아이엠뱅크덕산지점",
    "address": "대구광역시 중구  남산로  61   (남산동)",
    "lat": 35.862016,
    "lng": 128.582094
  },
  {
    "id": "daegu-shelter-0590",
    "name": "고성동행정복지센터",
    "address": "대구광역시 북구 고성로31길 21 (고성동행정복지센터)",
    "lat": 35.881888,
    "lng": 128.583628
  },
  {
    "id": "daegu-shelter-0591",
    "name": "명곡5리경로당",
    "address": "대구광역시 달성군 화원읍 명곡로 30 (명곡미래빌3단지)",
    "lat": 35.7966067,
    "lng": 128.4952006
  },
  {
    "id": "daegu-shelter-0592",
    "name": "명곡7리경로당",
    "address": "대구광역시 달성군 화원읍 명천로 243 (명곡역미래빌5단지505동)",
    "lat": 35.797893,
    "lng": 128.492607
  },
  {
    "id": "daegu-shelter-0593",
    "name": "명곡6리경로당",
    "address": "대구광역시 달성군 화원읍 화암로 120 (명곡미래빌4단지)",
    "lat": 35.7981,
    "lng": 128.4999
  },
  {
    "id": "daegu-shelter-0594",
    "name": "고성동주민자치센터",
    "address": "대구광역시 북구 고성로31길 21 (고성동행정복지센터)",
    "lat": 35.881888,
    "lng": 128.583628
  },
  {
    "id": "daegu-shelter-0595",
    "name": "본리1리경로당",
    "address": "대구광역시 달성군 화원읍 인흥2길 91 ",
    "lat": 35.7888027,
    "lng": 128.5195953
  },
  {
    "id": "daegu-shelter-0596",
    "name": "현내3리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로 402-5 ",
    "lat": 35.90051,
    "lng": 128.4434
  },
  {
    "id": "daegu-shelter-0597",
    "name": "현내2리경로당",
    "address": "대구광역시 달성군 하빈면 하빈로90길 5 ",
    "lat": 35.902743,
    "lng": 128.446425
  },
  {
    "id": "daegu-shelter-0598",
    "name": "하산2리경로당",
    "address": "대구광역시 달성군 하빈면 하산2길 37 ",
    "lat": 35.88491,
    "lng": 128.4063
  },
  {
    "id": "daegu-shelter-0599",
    "name": "월상경로당",
    "address": "대구광역시 달서구 상원로13길 23-17 (상인동)",
    "lat": 35.8140773,
    "lng": 128.5341762
  },
  {
    "id": "daegu-shelter-0600",
    "name": "명곡3리경로당",
    "address": "대구광역시 달성군 화원읍 명곡로 11 (명곡미래빌 1단지)",
    "lat": 35.7991063,
    "lng": 128.4981751
  },
  {
    "id": "daegu-shelter-0601",
    "name": "월평경로당",
    "address": "대구광역시 달서구 월배로40길 27-21 (상인동)",
    "lat": 35.8173481,
    "lng": 128.5361759
  },
  {
    "id": "daegu-shelter-0602",
    "name": "본리경로당",
    "address": "대구광역시 달서구 용산로4안길 23",
    "lat": 35.839558,
    "lng": 128.531385
  },
  {
    "id": "daegu-shelter-0603",
    "name": "원교3리경로당",
    "address": "대구광역시 달성군 현풍읍비슬로120길 13",
    "lat": 35.69251,
    "lng": 128.444
  },
  {
    "id": "daegu-shelter-0604",
    "name": "오산2리경로당",
    "address": "대구광역시 달성군 현풍읍현풍서로71길 105",
    "lat": 35.68511,
    "lng": 128.4015
  },
  {
    "id": "daegu-shelter-0605",
    "name": "새마을금고대현본점",
    "address": "대구광역시 북구 대현남로6길 5",
    "lat": 35.881265,
    "lng": 128.607929
  },
  {
    "id": "daegu-shelter-0606",
    "name": "북대구농협대현지점",
    "address": "대구광역시 북구 대현로 84",
    "lat": 35.882651,
    "lng": 128.608042
  },
  {
    "id": "daegu-shelter-0607",
    "name": "원산3리경로당",
    "address": "대구광역시 군위군 의흥면 원산2길 10-3 (원산3리마을회관)",
    "lat": 36.164427,
    "lng": 128.728014
  },
  {
    "id": "daegu-shelter-0608",
    "name": "원산3리(샛터)경로당",
    "address": "대구광역시 군위군 의흥면 원산1길  17 , 원산3리경로당",
    "lat": 36.168195,
    "lng": 128.727138
  },
  {
    "id": "daegu-shelter-0609",
    "name": "백학1리경로당",
    "address": "대구광역시 군위군 산성면 치산효령로 919-2 ",
    "lat": 36.079072,
    "lng": 128.7024307
  },
  {
    "id": "daegu-shelter-0610",
    "name": "백학2리경로당",
    "address": "대구광역시 군위군 산성면 백학길 208 (백학2리마을회관)",
    "lat": 36.06172,
    "lng": 128.699813
  },
  {
    "id": "daegu-shelter-0611",
    "name": "대평3리(모산)경로당",
    "address": "대구광역시 달성군 하빈면 하빈로172길 40 ",
    "lat": 35.932027,
    "lng": 128.469619
  },
  {
    "id": "daegu-shelter-0612",
    "name": "장기터공원",
    "address": "대구광역시 북구 한강로8길 7-7 ",
    "lat": 35.898888,
    "lng": 128.509279
  },
  {
    "id": "daegu-shelter-0613",
    "name": "송천공원",
    "address": "대구광역시 북구 사수로 369",
    "lat": 35.907537,
    "lng": 128.542884
  },
  {
    "id": "daegu-shelter-0614",
    "name": "동대구새마을금고효목2동지점",
    "address": "대구광역시 동구 효목로 23-1 (효목동)",
    "lat": 35.8755661,
    "lng": 128.6392925
  },
  {
    "id": "daegu-shelter-0615",
    "name": "천내2리경로당",
    "address": "대구광역시 달성군 화원읍 인흥길 17-8 ",
    "lat": 35.8020062,
    "lng": 128.4975985
  },
  {
    "id": "daegu-shelter-0616",
    "name": "천내5리경로당",
    "address": "대구광역시 달성군 화원읍 비슬로525길 21 (동서동산아파트)",
    "lat": 35.8069028,
    "lng": 128.502
  },
  {
    "id": "daegu-shelter-0617",
    "name": "수동경로당",
    "address": "대구광역시 수성구 지범로31안길 3-14",
    "lat": 35.8243617,
    "lng": 128.6405658
  },
  {
    "id": "daegu-shelter-0618",
    "name": "상동경로당",
    "address": "대구광역시 동구 옻골로20길 31 (상동경로당)",
    "lat": 35.899676,
    "lng": 128.68711
  },
  {
    "id": "daegu-shelter-0619",
    "name": "간경리경로당",
    "address": "대구광역시 달성군 옥포읍 간경길 7 (간경리회관)",
    "lat": 35.79053,
    "lng": 128.469759
  },
  {
    "id": "daegu-shelter-0620",
    "name": "석산리(석정)경로당",
    "address": "대구광역시 군위군 삼국유사면 석정길 15 ",
    "lat": 36.1744114,
    "lng": 128.8471721
  },
  {
    "id": "daegu-shelter-0621",
    "name": "학암1리경로당",
    "address": "대구광역시 군위군 삼국유사면 학암1길 56-2 ",
    "lat": 36.1728893,
    "lng": 128.8737018
  },
  {
    "id": "daegu-shelter-0622",
    "name": "학암2리경로당",
    "address": "대구광역시 군위군 삼국유사면 학암2길 36 ",
    "lat": 36.1632752,
    "lng": 128.8759173
  },
  {
    "id": "daegu-shelter-0623",
    "name": "성서농협신본리지점",
    "address": "대구광역시 달서구 당산로 39  (본리동)",
    "lat": 35.8410482,
    "lng": 128.5443485
  },
  {
    "id": "daegu-shelter-0624",
    "name": "동촌농협본점",
    "address": "대구광역시 동구 아양로 295 (입석동)",
    "lat": 35.8909138,
    "lng": 128.6425059
  },
  {
    "id": "daegu-shelter-0625",
    "name": "동대구우체국",
    "address": "대구광역시 동구 동촌로 1 (입석동)",
    "lat": 35.8923032,
    "lng": 128.6441428
  },
  {
    "id": "daegu-shelter-0626",
    "name": "본리4리경로당",
    "address": "대구광역시 달성군 화원읍 비슬로532길  27-56, 본리4리경노당",
    "lat": 35.8044,
    "lng": 128.5083
  },
  {
    "id": "daegu-shelter-0627",
    "name": "본리5리경로당",
    "address": "대구광역시 달성군 화원읍 명천로 57 (대곡역그린빌)",
    "lat": 35.803679,
    "lng": 128.5117418
  },
  {
    "id": "daegu-shelter-0628",
    "name": "새마을경로당",
    "address": "대구광역시 수성구 무학로31길 23 (지산동)",
    "lat": 35.8314842,
    "lng": 128.6264664
  },
  {
    "id": "daegu-shelter-0629",
    "name": "파동제1경로당",
    "address": "대구광역시 수성구 파동로38길 45-13",
    "lat": 35.818703,
    "lng": 128.614758
  },
  {
    "id": "daegu-shelter-0630",
    "name": "봉촌1리(한실)경로당",
    "address": "대구광역시 달성군 하빈면 봉촌1길 4 ",
    "lat": 35.87381,
    "lng": 128.407
  },
  {
    "id": "daegu-shelter-0631",
    "name": "두산동행정복지센터",
    "address": "대구광역시 수성구 상화로 95",
    "lat": 35.835259,
    "lng": 128.617553
  },
  {
    "id": "daegu-shelter-0632",
    "name": "만촌3동행정복지센터",
    "address": "대구광역시 수성구 교학로2길 45 (만촌동)",
    "lat": 35.8555868,
    "lng": 128.6506179
  },
  {
    "id": "daegu-shelter-0633",
    "name": "만촌3동제1경로당",
    "address": "대구광역시 수성구 달구벌대로526안길 6 (만촌동)",
    "lat": 35.8564288,
    "lng": 128.6489877
  },
  {
    "id": "daegu-shelter-0634",
    "name": "동대구농협만촌지점",
    "address": "대구광역시 수성구 달구벌대로 2668 (만촌동)",
    "lat": 35.8549657,
    "lng": 128.6529735
  },
  {
    "id": "daegu-shelter-0635",
    "name": "학산종합사회복지관(만수정)",
    "address": "대구광역시 달서구 월성로 77 (월성동, 월성주공아파트2단지)",
    "lat": 35.8299571,
    "lng": 128.5275328
  },
  {
    "id": "daegu-shelter-0636",
    "name": "침산1동행정복지센터",
    "address": "대구광역시 북구 침산남로13길 16 (침산1동 행정복지센터)",
    "lat": 35.890314,
    "lng": 128.581167
  },
  {
    "id": "daegu-shelter-0637",
    "name": "팔공로91길42",
    "address": "대구광역시 동구 팔공로91길 42",
    "lat": 35.951755,
    "lng": 128.635614
  },
  {
    "id": "daegu-shelter-0638",
    "name": "대구노숙인종합지원센터",
    "address": "대구광역시 북구 칠성남로38길 22",
    "lat": 35.875178,
    "lng": 128.600199
  },
  {
    "id": "daegu-shelter-0639",
    "name": "IM뱅크도시공사지점",
    "address": "대구광역시 북구 침산로 73 (대구도시공사)",
    "lat": 35.883121,
    "lng": 128.589387
  },
  {
    "id": "daegu-shelter-0640",
    "name": "드림새마을금고고성지점",
    "address": "대구광역시 북구 옥산로 94",
    "lat": 35.884154,
    "lng": 128.585592
  },
  {
    "id": "daegu-shelter-0641",
    "name": "두산제1경로당",
    "address": "대구광역시 수성구 지범로 21-11",
    "lat": 35.8291873,
    "lng": 128.625019
  },
  {
    "id": "daegu-shelter-0642",
    "name": "천내1리경로당",
    "address": "대구광역시 달성군 화원읍 명천로33길 12 ",
    "lat": 35.8004007,
    "lng": 128.5007018
  },
  {
    "id": "daegu-shelter-0643",
    "name": "대일1리경로당",
    "address": "대구광역시 달성군 가창면 가창로126길 3 ",
    "lat": 35.768978,
    "lng": 128.648878
  },
  {
    "id": "daegu-shelter-0644",
    "name": "제일평화의집",
    "address": "대구광역시 북구 고성로28길 1",
    "lat": 35.881139,
    "lng": 128.581731
  },
  {
    "id": "daegu-shelter-0645",
    "name": "반월당삼정그린코아경로당",
    "address": "대구광역시 중구  중앙대로67길  10 , 102동 (남산동, 반월당삼정그린코아)",
    "lat": 35.8635493,
    "lng": 128.5921848
  },
  {
    "id": "daegu-shelter-0646",
    "name": "IM뱅크제2본점영업부",
    "address": "대구광역시 북구 옥산로 111 (대구은행 제2본점)",
    "lat": 35.884283,
    "lng": 128.588003
  },
  {
    "id": "daegu-shelter-0647",
    "name": "엑스코서관(GATE3번우측쉼터)",
    "address": "대구광역시 북구 엑스코로 10 (산격동)",
    "lat": 35.9070355,
    "lng": 128.6124813
  },
  {
    "id": "daegu-shelter-0648",
    "name": "아이엠뱅크월촌역지점",
    "address": "대구광역시 달서구  월배로  322   (송현동)",
    "lat": 35.8241318,
    "lng": 128.546322
  },
  {
    "id": "daegu-shelter-0649",
    "name": "송현2동행정복지센터",
    "address": "대구광역시 달서구  월배로83길  120-14  (송현동)",
    "lat": 35.8327877,
    "lng": 128.5455818
  },
  {
    "id": "daegu-shelter-0650",
    "name": "범어4동제2경로당",
    "address": "대구광역시 수성구 범어로20길 24-1",
    "lat": 35.857694,
    "lng": 128.637151
  },
  {
    "id": "daegu-shelter-0651",
    "name": "화본2리경로당",
    "address": "대구광역시 군위군 산성면 부흥로 538 (화본2리노인회관)",
    "lat": 36.122589,
    "lng": 128.705547
  },
  {
    "id": "daegu-shelter-0652",
    "name": "화본3리경로당",
    "address": "대구광역시 군위군 산성면 상동길 4 (화본3리마을회관)",
    "lat": 36.123412,
    "lng": 128.710479
  },
  {
    "id": "daegu-shelter-0653",
    "name": "범어1동행정복지센터",
    "address": "대구광역시 수성구 범어천로 97",
    "lat": 35.8557077,
    "lng": 128.6220441
  },
  {
    "id": "daegu-shelter-0654",
    "name": "다사읍사무소",
    "address": "대구광역시 달성군 다사읍 매곡로 7 ",
    "lat": 35.8619112,
    "lng": 128.4541038
  },
  {
    "id": "daegu-shelter-0655",
    "name": "무열로119안전센터",
    "address": "대구광역시 수성구 무열로 139 (만촌동)",
    "lat": 35.8707208,
    "lng": 128.6481684
  },
  {
    "id": "daegu-shelter-0656",
    "name": "만촌1동행정복지센터",
    "address": "대구광역시 수성구 국채보상로 1001 (만촌1동행정복지센터)",
    "lat": 35.866159,
    "lng": 128.639802
  },
  {
    "id": "daegu-shelter-0657",
    "name": "도의3리경로당",
    "address": "대구광역시 달성군 유가읍 도의길 92 ",
    "lat": 35.659695,
    "lng": 128.461775
  },
  {
    "id": "daegu-shelter-0658",
    "name": "유곡1리경로당",
    "address": "대구광역시 달성군 유가읍 유곡길 53 ",
    "lat": 35.6693035,
    "lng": 128.4683973
  },
  {
    "id": "daegu-shelter-0659",
    "name": "수성구보건소",
    "address": "대구광역시 수성구 수성로 213 (수성구보건소)",
    "lat": 35.844721,
    "lng": 128.612208
  },
  {
    "id": "daegu-shelter-0660",
    "name": "홀트대구종합복지관",
    "address": "대구광역시 수성구  달구벌대로488길  13 ,  홀트종합사회복지관 (범어동)",
    "lat": 35.8575746,
    "lng": 128.6296678
  },
  {
    "id": "daegu-shelter-0661",
    "name": "광장신용협동조합뉴타운지점",
    "address": "대구광역시 서구 평리로 253 (중리동)",
    "lat": 35.8629524,
    "lng": 128.5510267
  },
  {
    "id": "daegu-shelter-0662",
    "name": "한정3리경로당",
    "address": "대구광역시 달성군 유가읍 비슬로34길 12 ",
    "lat": 35.6543366,
    "lng": 128.450928
  },
  {
    "id": "daegu-shelter-0663",
    "name": "가태1리경로당",
    "address": "대구광역시 달성군 유가읍 가태길 54",
    "lat": 35.649668,
    "lng": 128.473
  },
  {
    "id": "daegu-shelter-0664",
    "name": "본말2리경로당",
    "address": "대구광역시 달성군 유가읍 개실길 68 ",
    "lat": 35.6432012,
    "lng": 128.5077533
  },
  {
    "id": "daegu-shelter-0665",
    "name": "대현E-편한세상경로당",
    "address": "대구광역시 북구 대현로10길 82 (대현동, 대현 e-편한세상)",
    "lat": 35.8813861,
    "lng": 128.6036751
  },
  {
    "id": "daegu-shelter-0666",
    "name": "대현2동경로당",
    "address": "대구광역시 북구 신천동로146길 9",
    "lat": 35.884188,
    "lng": 128.603026
  },
  {
    "id": "daegu-shelter-0667",
    "name": "IM뱅크대현동지점",
    "address": "대구광역시 북구 대현남로6길 20 (센트럴파크대현 307동)",
    "lat": 35.879878,
    "lng": 128.609788
  },
  {
    "id": "daegu-shelter-0668",
    "name": "낙전리경로당",
    "address": "대구광역시 군위군 삼국유사면 아미산로 350 ",
    "lat": 36.1927761,
    "lng": 128.8222893
  },
  {
    "id": "daegu-shelter-0669",
    "name": "가암1리경로당",
    "address": "대구광역시 군위군 삼국유사면 아미산로 109 ",
    "lat": 36.1799301,
    "lng": 128.8418157
  },
  {
    "id": "daegu-shelter-0670",
    "name": "가암2리경로당",
    "address": "대구광역시 군위군 삼국유사면 가암2길 99 ",
    "lat": 36.1875852,
    "lng": 128.8428135
  },
  {
    "id": "daegu-shelter-0671",
    "name": "무암1리(옥정)경로당",
    "address": "대구광역시 군위군 산성면 옥정길 26",
    "lat": 36.10871,
    "lng": 128.704628
  },
  {
    "id": "daegu-shelter-0672",
    "name": "아이엠뱅크성서영업부",
    "address": "대구광역시 달서구 달구벌대로 1276 (이곡동)",
    "lat": 35.8513087,
    "lng": 128.5066329
  },
  {
    "id": "daegu-shelter-0673",
    "name": "남산복지관경로당",
    "address": "대구광역시 중구  남산로7길  80   (남산동, 까치아파트)",
    "lat": 35.8603029,
    "lng": 128.5792519
  },
  {
    "id": "daegu-shelter-0674",
    "name": "조야경로당",
    "address": "대구광역시 북구 조야로 49",
    "lat": 35.911584,
    "lng": 128.576899
  },
  {
    "id": "daegu-shelter-0675",
    "name": "성서농협용산지점",
    "address": "대구광역시 달서구 성지로 82 (용산동)",
    "lat": 35.8564876,
    "lng": 128.5212629
  },
  {
    "id": "daegu-shelter-0676",
    "name": "칠성동행정복지센터",
    "address": "대구광역시 북구 칠성로19길 8 (칠성동2가)",
    "lat": 35.8791449,
    "lng": 128.5998845
  },
  {
    "id": "daegu-shelter-0677",
    "name": "칠성동주민자치센터",
    "address": "대구광역시 북구 칠성로19길 8 (칠성동2가)",
    "lat": 35.8791514,
    "lng": 128.5999006
  },
  {
    "id": "daegu-shelter-0678",
    "name": "칠성1가경로당",
    "address": "대구광역시 북구 칠성시장로1길 60-3",
    "lat": 35.874799,
    "lng": 128.602261
  },
  {
    "id": "daegu-shelter-0679",
    "name": "칠성2가2동경로당",
    "address": "대구광역시 북구 공평로 179-6",
    "lat": 35.880287,
    "lng": 128.600432
  },
  {
    "id": "daegu-shelter-0680",
    "name": "NH농협은행대구중동금융센터",
    "address": "대구광역시 수성구  희망로  124   (중동)",
    "lat": 35.8469078,
    "lng": 128.6119334
  },
  {
    "id": "daegu-shelter-0681",
    "name": "중동새마을금고본점",
    "address": "대구광역시 수성구 수성로 207 (중동)",
    "lat": 35.8441151,
    "lng": 128.6123073
  },
  {
    "id": "daegu-shelter-0682",
    "name": "iM뱅크중동지점",
    "address": "대구광역시 수성구  수성로  248   (중동)",
    "lat": 35.8475013,
    "lng": 128.6131971
  },
  {
    "id": "daegu-shelter-0683",
    "name": "중동중부리경로당",
    "address": "대구광역시 수성구 수성로52안길 7-10 (중동)",
    "lat": 35.8498621,
    "lng": 128.61521
  },
  {
    "id": "daegu-shelter-0684",
    "name": "주1리경로당",
    "address": "대구광역시 달성군 가창면 주리1길 14 ",
    "lat": 35.760296,
    "lng": 128.649789
  },
  {
    "id": "daegu-shelter-0685",
    "name": "정대2리경로당",
    "address": "대구광역시 달성군 가창면 헐티로2길 2 ",
    "lat": 35.747854,
    "lng": 128.556454
  },
  {
    "id": "daegu-shelter-0686",
    "name": "용계1,3리경로당",
    "address": "대구광역시 달성군 가창면 가창로220길 2 ",
    "lat": 35.802074,
    "lng": 128.622845
  },
  {
    "id": "daegu-shelter-0687",
    "name": "용계5리경로당",
    "address": "대구광역시 달성군 가창면 가창로 1008 (가창중석타운)",
    "lat": 35.7955907,
    "lng": 128.6280209
  },
  {
    "id": "daegu-shelter-0688",
    "name": "대한노인회수성구지회",
    "address": "대구광역시 수성구 동대구로50길 66",
    "lat": 35.8513907,
    "lng": 128.6285776
  },
  {
    "id": "daegu-shelter-0689",
    "name": "해안새마을금고본점",
    "address": "대구광역시 동구 둔산로 11",
    "lat": 35.880916,
    "lng": 128.670267
  },
  {
    "id": "daegu-shelter-0690",
    "name": "안심1동행정복지센터",
    "address": "대구광역시 동구 율하동로25길 5 (안심1동행정복지센터)",
    "lat": 35.870367,
    "lng": 128.701569
  },
  {
    "id": "daegu-shelter-0691",
    "name": "안심종합사회복지관",
    "address": "대구광역시 동구 율하동로 76 (안심주공3단지아파트 302동)",
    "lat": 35.866153,
    "lng": 128.702989
  },
  {
    "id": "daegu-shelter-0692",
    "name": "서부새마을금고본점",
    "address": "대구광역시 달서구  달구벌대로  1608   (감삼동)",
    "lat": 35.8518172,
    "lng": 128.5425066
  },
  {
    "id": "daegu-shelter-0693",
    "name": "세각단어린이공원",
    "address": "대구광역시 수성구 지산로11길 6-19",
    "lat": 35.8269078,
    "lng": 128.6330503
  },
  {
    "id": "daegu-shelter-0694",
    "name": "무학공원",
    "address": "대구광역시 수성구 지범로31안길 18  (지산동, 무학어린이공원 공중화장실)",
    "lat": 35.825288,
    "lng": 128.6396321
  },
  {
    "id": "daegu-shelter-0695",
    "name": "동대구로체육공원내정자",
    "address": "대구광역시 동구 동대구로 423-1 (신천동)",
    "lat": 35.8718631,
    "lng": 128.6257743
  },
  {
    "id": "daegu-shelter-0696",
    "name": "신락공원",
    "address": "대구광역시 북구 관음중앙로 117  (관음동, 신락공원(공중화장실))",
    "lat": 35.944658,
    "lng": 128.544641
  },
  {
    "id": "daegu-shelter-0697",
    "name": "대천공원",
    "address": "대구광역시 북구 팔거천서로35길 11  (읍내동, 대천어린이공원(공중화장실))",
    "lat": 35.939156,
    "lng": 128.555263
  },
  {
    "id": "daegu-shelter-0698",
    "name": "명성경로당",
    "address": "대구광역시 남구 두류공원로5길 42-8",
    "lat": 35.8403832,
    "lng": 128.5727194
  },
  {
    "id": "daegu-shelter-0699",
    "name": "대명10동경로당",
    "address": "대구광역시 남구 도촌길 150",
    "lat": 35.8406291,
    "lng": 128.5648555
  },
  {
    "id": "daegu-shelter-0700",
    "name": "NH농협은행봉덕동지점",
    "address": "대구광역시 남구 봉덕로 125",
    "lat": 35.8447058,
    "lng": 128.6041144
  },
  {
    "id": "daegu-shelter-0701",
    "name": "매성2리경로당",
    "address": "대구광역시 군위군 의흥면 윗매성길 8",
    "lat": 36.145706,
    "lng": 128.751591
  },
  {
    "id": "daegu-shelter-0702",
    "name": "효목동409",
    "address": "대구광역시 동구 효신로8길 61 (효목동)",
    "lat": 35.8781707,
    "lng": 128.6351657
  },
  {
    "id": "daegu-shelter-0703",
    "name": "IM뱅크성명지점",
    "address": "대구광역시 남구 대명로 23",
    "lat": 35.8385377,
    "lng": 128.5600583
  },
  {
    "id": "daegu-shelter-0704",
    "name": "대명11동행정복지센터",
    "address": "대구광역시 남구 관문시장4길 53",
    "lat": 35.8362552,
    "lng": 128.5606343
  },
  {
    "id": "daegu-shelter-0705",
    "name": "동인시티타운경로당",
    "address": "대구광역시 중구  국채보상로131길  55   (동인동1가, 시티타운)",
    "lat": 35.872732,
    "lng": 128.6020763
  },
  {
    "id": "daegu-shelter-0706",
    "name": "신서중앙공원",
    "address": "대구광역시 동구 동내로 117 (신서동)",
    "lat": 35.8805749,
    "lng": 128.7323642
  },
  {
    "id": "daegu-shelter-0707",
    "name": "다사읍주민자치센터",
    "address": "대구광역시 달성군 다사읍 매곡로12길 37 ",
    "lat": 35.8648152,
    "lng": 128.4572178
  },
  {
    "id": "daegu-shelter-0708",
    "name": "가호1리경로당",
    "address": "대구광역시 군위군 부계면 한티로 2483 ",
    "lat": 36.0872874,
    "lng": 128.6648047
  },
  {
    "id": "daegu-shelter-0709",
    "name": "봉명경로당",
    "address": "대구광역시 남구 중앙대로34길 75 (봉덕동)",
    "lat": 35.8479882,
    "lng": 128.5949127
  },
  {
    "id": "daegu-shelter-0710",
    "name": "KEB하나은행봉덕동지점",
    "address": "대구광역시 남구 중앙대로 146",
    "lat": 35.8461015,
    "lng": 128.5908121
  },
  {
    "id": "daegu-shelter-0711",
    "name": "월성1동행정복지센터",
    "address": "대구광역시 달서구 조암로5길 5-12 (월성1동행정복지센터)",
    "lat": 35.824439,
    "lng": 128.528042
  },
  {
    "id": "daegu-shelter-0712",
    "name": "월성보성경로당",
    "address": "대구광역시 달서구  학산로  30   (월성동)",
    "lat": 35.8275656,
    "lng": 128.5326478
  },
  {
    "id": "daegu-shelter-0713",
    "name": "래미안월성경로당",
    "address": "대구광역시 달서구  상원로  143   (월성동)",
    "lat": 35.8208313,
    "lng": 128.5291758
  },
  {
    "id": "daegu-shelter-0714",
    "name": "월성2동행정복지센터",
    "address": "대구광역시 달서구 월성로 65 (월성동)",
    "lat": 35.8309516,
    "lng": 128.5283975
  },
  {
    "id": "daegu-shelter-0715",
    "name": "학산경로당",
    "address": "대구광역시 달서구 월성로 77 (월성동, 월성주공아파트2단지)",
    "lat": 35.8291665,
    "lng": 128.5289633
  },
  {
    "id": "daegu-shelter-0716",
    "name": "지1리경로당",
    "address": "대구광역시 달성군 현풍읍지동2길 9",
    "lat": 35.670182,
    "lng": 128.427275
  },
  {
    "id": "daegu-shelter-0717",
    "name": "중2리경로당",
    "address": "대구광역시 달성군 현풍읍 현풍동로 23",
    "lat": 35.69341,
    "lng": 128.4484
  },
  {
    "id": "daegu-shelter-0718",
    "name": "불로리경로당",
    "address": "대구광역시 군위군 효령면 불로길 114-2 ",
    "lat": 36.1673029,
    "lng": 128.5648414
  },
  {
    "id": "daegu-shelter-0719",
    "name": "도동1리경로당",
    "address": "대구광역시 달성군 구지면 구지서로 712 ",
    "lat": 35.7027967,
    "lng": 128.3698288
  },
  {
    "id": "daegu-shelter-0720",
    "name": "대암1리경로당",
    "address": "대구광역시 달성군 구지면 대암4길 5-5 ",
    "lat": 35.6260623,
    "lng": 128.3965784
  },
  {
    "id": "daegu-shelter-0721",
    "name": "현풍농협(지점)",
    "address": "대구광역시 달성군 현풍읍 비슬로130길 95 ",
    "lat": 35.6953952,
    "lng": 128.4438068
  },
  {
    "id": "daegu-shelter-0722",
    "name": "범어도서관야외정원",
    "address": "대구광역시 수성구 달구벌대로 2451",
    "lat": 35.8593129,
    "lng": 128.6306687
  },
  {
    "id": "daegu-shelter-0723",
    "name": "계림어린이공원",
    "address": "대구광역시 수성구 세진로3길 43",
    "lat": 35.8636479,
    "lng": 128.6379342
  },
  {
    "id": "daegu-shelter-0724",
    "name": "도동2리경로당",
    "address": "대구광역시 달성군 구지면 도동절골길 5 ",
    "lat": 35.686542,
    "lng": 128.3575925
  },
  {
    "id": "daegu-shelter-0725",
    "name": "응암5리경로당(과학마을청아람)",
    "address": "대구광역시 달성군 구지면 과학마을로 70 (과학마을청아람)",
    "lat": 35.6557881,
    "lng": 128.4194469
  },
  {
    "id": "daegu-shelter-0726",
    "name": "한국장학재단대구센터",
    "address": "대구광역시 중구 명륜로23길 89",
    "lat": 35.863893,
    "lng": 128.594746
  },
  {
    "id": "daegu-shelter-0727",
    "name": "GS25동인칸타빌점",
    "address": "대구광역시 중구 공평로 100",
    "lat": 35.872795,
    "lng": 128.601443
  },
  {
    "id": "daegu-shelter-0728",
    "name": "수성구청",
    "address": "대구광역시 수성구 달구벌대로 2450 (수성구청)",
    "lat": 35.85826,
    "lng": 128.630562
  },
  {
    "id": "daegu-shelter-0729",
    "name": "동산1리경로당",
    "address": "대구광역시 군위군 부계면 동산2길 37 ",
    "lat": 36.0469151,
    "lng": 128.6535126
  },
  {
    "id": "daegu-shelter-0730",
    "name": "동산2리경로당",
    "address": "대구광역시 군위군 부계면 동산1길 26 ",
    "lat": 36.0481578,
    "lng": 128.6476976
  },
  {
    "id": "daegu-shelter-0731",
    "name": "동곡2리경로당",
    "address": "대구광역시 달성군 하빈면 달구벌대로35길 16 ",
    "lat": 35.879325,
    "lng": 128.416555
  },
  {
    "id": "daegu-shelter-0732",
    "name": "보성1차경로당",
    "address": "대구광역시 동구 팔공로 489 (팔공보성아파트 101동)",
    "lat": 35.942792,
    "lng": 128.644715
  },
  {
    "id": "daegu-shelter-0733",
    "name": "삼리2리경로당",
    "address": "대구광역시 달성군 논공읍 안씩실길 61-1 ",
    "lat": 35.7633445,
    "lng": 128.4106895
  },
  {
    "id": "daegu-shelter-0734",
    "name": "검사2경로당",
    "address": "대구광역시 동구 방촌로1길 19 (대한노인회)",
    "lat": 35.887829,
    "lng": 128.658616
  },
  {
    "id": "daegu-shelter-0735",
    "name": "기곡2리경로당",
    "address": "대구광역시 달성군 하빈면 기곡1길 96 ",
    "lat": 35.930955,
    "lng": 128.450035
  },
  {
    "id": "daegu-shelter-0736",
    "name": "안심제1종합사회복지관",
    "address": "대구광역시 동구 안심로22길 3 (안심주공1단지아파트 117동)",
    "lat": 35.86633,
    "lng": 128.697314
  },
  {
    "id": "daegu-shelter-0737",
    "name": "동원경로당",
    "address": "대구광역시 동구 안심로41길 21 (보성동원타운)",
    "lat": 35.867721,
    "lng": 128.708024
  },
  {
    "id": "daegu-shelter-0738",
    "name": "동대구새마을금고본점",
    "address": "대구광역시 동구 장등로 38 (신천동)",
    "lat": 35.8708367,
    "lng": 128.6238351
  },
  {
    "id": "daegu-shelter-0739",
    "name": "한아름신협본점",
    "address": "대구광역시 동구 동부로 76 (신천동)",
    "lat": 35.8749997,
    "lng": 128.620682
  },
  {
    "id": "daegu-shelter-0740",
    "name": "동대구농협신천동지점",
    "address": "대구광역시 동구 장등로 56 (벽산e-솔렌스힐)",
    "lat": 35.872044,
    "lng": 128.624129
  },
  {
    "id": "daegu-shelter-0741",
    "name": "대율2리경로당",
    "address": "대구광역시 군위군 부계면 한티로 2117 ",
    "lat": 36.0576753,
    "lng": 128.6549208
  },
  {
    "id": "daegu-shelter-0742",
    "name": "아이엠뱅크상인역지점",
    "address": "대구광역시 달서구  월곡로  266   (상인동)",
    "lat": 35.8181244,
    "lng": 128.5389858
  },
  {
    "id": "daegu-shelter-0743",
    "name": "다람쥐공원",
    "address": "대구광역시 북구 태암로18길 20  (구암동, 다람쥐어린이공원(공중화장실))",
    "lat": 35.926174,
    "lng": 128.555331
  },
  {
    "id": "daegu-shelter-0744",
    "name": "아이엠뱅크삼덕동지점",
    "address": "대구광역시 중구 달구벌대로 2195 (경일빌딩)",
    "lat": 35.863506,
    "lng": 128.603444
  },
  {
    "id": "daegu-shelter-0745",
    "name": "삼덕청아람경로당",
    "address": "대구광역시 중구  달구벌대로447길  77 ,  근린생활시설 (삼덕동3가)",
    "lat": 35.8665057,
    "lng": 128.6064812
  },
  {
    "id": "daegu-shelter-0746",
    "name": "까치아파트경로당",
    "address": "대구광역시 중구  남산로7길  80   (남산동, 까치아파트)",
    "lat": 35.8603029,
    "lng": 128.5792519
  },
  {
    "id": "daegu-shelter-0747",
    "name": "MG새마을금고남산2동지점",
    "address": "대구광역시 중구  명륜로  44   (남산동)",
    "lat": 35.8627527,
    "lng": 128.5897333
  },
  {
    "id": "daegu-shelter-0748",
    "name": "남산4동경로당",
    "address": "대구광역시 중구 남산로3안길 11 (남산동)",
    "lat": 35.859973,
    "lng": 128.5777192
  },
  {
    "id": "daegu-shelter-0749",
    "name": "혁신동행정복지센터",
    "address": "대구광역시 동구 이노밸리로26길 8 (광진빌딩)",
    "lat": 35.878035,
    "lng": 128.711523
  },
  {
    "id": "daegu-shelter-0750",
    "name": "보성황실경로당",
    "address": "대구광역시 중구 남산로13길 17",
    "lat": 35.860109,
    "lng": 128.581254
  },
  {
    "id": "daegu-shelter-0751",
    "name": "방촌새마을금고방촌역지점",
    "address": "대구광역시 동구 동촌로 260 (방촌역세영리첼아파트)",
    "lat": 35.879886,
    "lng": 128.668531
  },
  {
    "id": "daegu-shelter-0752",
    "name": "미성1리경로당",
    "address": "대구광역시 군위군 우보면 미성4길 12-6 (미성1리마을회관)",
    "lat": 36.175856,
    "lng": 128.672361
  },
  {
    "id": "daegu-shelter-0753",
    "name": "안심도서관",
    "address": "대구광역시 동구 금호강변로 360 (안심도서관)",
    "lat": 35.859013,
    "lng": 128.702186
  },
  {
    "id": "daegu-shelter-0754",
    "name": "수성1가동행정복지센터",
    "address": "대구광역시 수성구 명덕로73길 7 (수성1가동행정복지센터)",
    "lat": 35.855218,
    "lng": 128.610335
  },
  {
    "id": "daegu-shelter-0755",
    "name": "수성2.3가동행정복지센터",
    "address": "대구광역시 수성구 명덕로 443-2 (수성동3가)",
    "lat": 35.8547536,
    "lng": 128.6189949
  },
  {
    "id": "daegu-shelter-0756",
    "name": "해안새마을금고강촌지점",
    "address": "대구광역시 동구 화랑로80길 12 (강촌빌딩)",
    "lat": 35.875415,
    "lng": 128.668134
  },
  {
    "id": "daegu-shelter-0757",
    "name": "Sh수협은행경북지역금융본부",
    "address": "대구광역시 수성구 달구벌대로 2348 (수성동3가)",
    "lat": 35.8592157,
    "lng": 128.6193359
  },
  {
    "id": "daegu-shelter-0758",
    "name": "남산역화성파크드림경로당",
    "address": "대구광역시 중구 남산로7길 7 (남산동, 남산역 화성파크드림)",
    "lat": 35.8579637,
    "lng": 128.5821046
  },
  {
    "id": "daegu-shelter-0759",
    "name": "서대구농협성당지점",
    "address": "대구광역시 달서구  구마로  255   (성당동)",
    "lat": 35.837703,
    "lng": 128.555703
  },
  {
    "id": "daegu-shelter-0760",
    "name": "방촌동행정복지센터",
    "address": "대구광역시 동구 화랑로 397",
    "lat": 35.877147,
    "lng": 128.66764
  },
  {
    "id": "daegu-shelter-0761",
    "name": "우방강촌2차경로당",
    "address": "대구광역시 동구 화랑로80길 9 (우방2차강촌마을 301동)",
    "lat": 35.875787,
    "lng": 128.671309
  },
  {
    "id": "daegu-shelter-0762",
    "name": "보성강남(아)경로당",
    "address": "대구광역시 동구 화랑로88길 30 (보성강남타운)",
    "lat": 35.874889,
    "lng": 128.670665
  },
  {
    "id": "daegu-shelter-0763",
    "name": "신암3동행정복지센터",
    "address": "대구광역시 동구 신암남로 67 (신암동)",
    "lat": 35.879547,
    "lng": 128.6231399
  },
  {
    "id": "daegu-shelter-0764",
    "name": "장기3리경로당",
    "address": "대구광역시 군위군 효령면 고암길 29 (효령면장기3리 노인회관)",
    "lat": 36.118873,
    "lng": 128.5809
  },
  {
    "id": "daegu-shelter-0765",
    "name": "교항2리경로당",
    "address": "대구광역시 달성군 옥포읍 금계길 44 ",
    "lat": 35.7875211,
    "lng": 128.4453088
  },
  {
    "id": "daegu-shelter-0766",
    "name": "입석2경로당",
    "address": "대구광역시 동구 입석로3길 14-1 (입석2경로당)",
    "lat": 35.890852,
    "lng": 128.6522
  },
  {
    "id": "daegu-shelter-0767",
    "name": "교항3리경로당",
    "address": "대구광역시 달성군 옥포읍 교항제림길 10 (옥포제림뉴타운)",
    "lat": 35.7900907,
    "lng": 128.4426963
  },
  {
    "id": "daegu-shelter-0768",
    "name": "교항1리경로당",
    "address": "대구광역시 달성군 옥포읍다리목중앙길 20",
    "lat": 35.791474,
    "lng": 128.440493
  },
  {
    "id": "daegu-shelter-0769",
    "name": "매호공원경로당",
    "address": "대구광역시 수성구 천을로23길 5",
    "lat": 35.844932,
    "lng": 128.703529
  },
  {
    "id": "daegu-shelter-0770",
    "name": "고산3동행정복지센터",
    "address": "대구광역시 수성구 고산로 152 (고산3동행정복지센터)",
    "lat": 35.844069,
    "lng": 128.706544
  },
  {
    "id": "daegu-shelter-0771",
    "name": "화계2리경로당",
    "address": "대구광역시 군위군 효령면 신월길 11-2 ",
    "lat": 36.1122146,
    "lng": 128.6455894
  },
  {
    "id": "daegu-shelter-0772",
    "name": "삼산1리경로당",
    "address": "대구광역시 군위군 산성면 범하1길 34",
    "lat": 36.095869,
    "lng": 128.709314
  },
  {
    "id": "daegu-shelter-0773",
    "name": "감삼농림경로당",
    "address": "대구광역시 달서구  당산로41서길  22-5  (감삼동)",
    "lat": 35.8548317,
    "lng": 128.5442017
  },
  {
    "id": "daegu-shelter-0774",
    "name": "서재4리경로당",
    "address": "대구광역시 달성군 다사읍 서재로30길 17 (서재보성타운 노인정)",
    "lat": 35.877417,
    "lng": 128.499791
  },
  {
    "id": "daegu-shelter-0775",
    "name": "남산그린타운경로당",
    "address": "대구광역시 중구 달구벌대로 1950",
    "lat": 35.862179,
    "lng": 128.577424
  },
  {
    "id": "daegu-shelter-0776",
    "name": "남산휴먼시아1단지경로당",
    "address": "대구광역시 중구 달구벌대로 1960 (남산동, 남산휴먼시아1단지아파트)",
    "lat": 35.8633038,
    "lng": 128.5787963
  },
  {
    "id": "daegu-shelter-0777",
    "name": "응암1리경로당",
    "address": "대구광역시 달성군 구지면 응암길 11 ",
    "lat": 35.656503,
    "lng": 128.4235159
  },
  {
    "id": "daegu-shelter-0778",
    "name": "구암공원",
    "address": "대구광역시 북구 구암로32길 35  (구암동, 구암근린공원(공중화장실))",
    "lat": 35.928454,
    "lng": 128.556756
  },
  {
    "id": "daegu-shelter-0779",
    "name": "행정1리경로당",
    "address": "대구광역시 달성군 가창면 가창동로 122-18 ",
    "lat": 35.778857,
    "lng": 128.654498
  },
  {
    "id": "daegu-shelter-0780",
    "name": "냉천1리경로당",
    "address": "대구광역시 달성군 가창면 가창로 761 ",
    "lat": 35.780471,
    "lng": 128.643882
  },
  {
    "id": "daegu-shelter-0781",
    "name": "정대1리경로당",
    "address": "대구광역시 달성군 가창면 헐티로 498",
    "lat": 35.75631,
    "lng": 128.5675
  },
  {
    "id": "daegu-shelter-0782",
    "name": "우록1리경로당",
    "address": "대구광역시 달성군 가창면 우록길 255 ",
    "lat": 35.72219,
    "lng": 128.642431
  },
  {
    "id": "daegu-shelter-0783",
    "name": "화성공원",
    "address": "대구광역시 수성구 용학로31길 82  (지산동, 화성공원 공중화장실)",
    "lat": 35.825442,
    "lng": 128.6293287
  },
  {
    "id": "daegu-shelter-0784",
    "name": "중구2리경로당",
    "address": "대구광역시 군위군 효령면 중리길 9 (중구2리마을회관)",
    "lat": 36.153844,
    "lng": 128.581668
  },
  {
    "id": "daegu-shelter-0785",
    "name": "남7리경로당",
    "address": "대구광역시 달성군 논공읍 남리길 7 (평광아파트)",
    "lat": 35.7263777,
    "lng": 128.4482029
  },
  {
    "id": "daegu-shelter-0786",
    "name": "들샘경로당",
    "address": "대구광역시 북구 경진로4길 25-1",
    "lat": 35.893863,
    "lng": 128.615519
  },
  {
    "id": "daegu-shelter-0787",
    "name": "iM뱅크본점영업부",
    "address": "대구광역시 수성구  달구벌대로  2310 ,  대구은행본점 (수성동2가)",
    "lat": 35.8592,
    "lng": 128.6149209
  },
  {
    "id": "daegu-shelter-0788",
    "name": "병수1리경로당",
    "address": "대구광역시 군위군 효령면 간동길 19 (병수리복지회관)",
    "lat": 36.174875,
    "lng": 128.584798
  },
  {
    "id": "daegu-shelter-0789",
    "name": "병수2리경로당",
    "address": "대구광역시 군위군 효령면 배방길 142-1 ",
    "lat": 36.1773494,
    "lng": 128.5983221
  },
  {
    "id": "daegu-shelter-0790",
    "name": "공산농협백안지점",
    "address": "대구광역시 동구 팔공산로 1667",
    "lat": 35.956079,
    "lng": 128.692373
  },
  {
    "id": "daegu-shelter-0791",
    "name": "화북1리경로당",
    "address": "대구광역시 군위군 삼국유사면 화북1길 12-8 ",
    "lat": 36.1280593,
    "lng": 128.7734409
  },
  {
    "id": "daegu-shelter-0792",
    "name": "대신동행정복지센터",
    "address": "대구광역시 중구 달구벌대로389길 50 (대신동)",
    "lat": 35.8655498,
    "lng": 128.5763424
  },
  {
    "id": "daegu-shelter-0793",
    "name": "대신서문경로당",
    "address": "대구광역시 중구 큰장로24안길 31-6 (대신동)",
    "lat": 35.8662135,
    "lng": 128.578894
  },
  {
    "id": "daegu-shelter-0794",
    "name": "일신경로당",
    "address": "대구광역시 중구 국채보상로93길 31-1 (대신동)",
    "lat": 35.8720364,
    "lng": 128.5806036
  },
  {
    "id": "daegu-shelter-0795",
    "name": "범물종합사회복지관",
    "address": "대구광역시 수성구  범안로  79   (범물동, 범물용지아파트)",
    "lat": 35.8197909,
    "lng": 128.6456619
  },
  {
    "id": "daegu-shelter-0796",
    "name": "구암동행정복지센터",
    "address": "대구광역시 북구 구암서로 32 (구암동)",
    "lat": 35.9389003,
    "lng": 128.5659766
  },
  {
    "id": "daegu-shelter-0797",
    "name": "구암동주민자치센터",
    "address": "대구광역시 북구 구암서로 32 (구암동)",
    "lat": 35.9389308,
    "lng": 128.5660324
  },
  {
    "id": "daegu-shelter-0798",
    "name": "성서노인종합복지관",
    "address": "대구광역시 달서구 선원로 203",
    "lat": 35.859295,
    "lng": 128.514848
  },
  {
    "id": "daegu-shelter-0799",
    "name": "용산2동행정복지센터",
    "address": "대구광역시 달서구  선원로  278   (용산동)",
    "lat": 35.858513,
    "lng": 128.522976
  },
  {
    "id": "daegu-shelter-0800",
    "name": "서촌경로당",
    "address": "대구광역시 달서구  새방로  23-16  (용산동)",
    "lat": 35.861483,
    "lng": 128.520985
  },
  {
    "id": "daegu-shelter-0801",
    "name": "신구암경로당",
    "address": "대구광역시 북구 태암로18길 12 (구암동)",
    "lat": 35.9261699,
    "lng": 128.5559671
  },
  {
    "id": "daegu-shelter-0802",
    "name": "징리경로당",
    "address": "대구광역시 달성군 구지면 구지서로10길 62 ",
    "lat": 35.6693014,
    "lng": 128.3782938
  },
  {
    "id": "daegu-shelter-0803",
    "name": "아이엠뱅크장기동지점",
    "address": "대구광역시 달서구  장기로  265   (장기동)",
    "lat": 35.8433438,
    "lng": 128.5312549
  },
  {
    "id": "daegu-shelter-0804",
    "name": "궁전경로당",
    "address": "대구광역시 달서구 장기로 221-6 (장기동)",
    "lat": 35.8430936,
    "lng": 128.5358338
  },
  {
    "id": "daegu-shelter-0805",
    "name": "태전119안전센터",
    "address": "대구광역시 북구 칠곡중앙대로 184 (태전동)",
    "lat": 35.9123585,
    "lng": 128.5487807
  },
  {
    "id": "daegu-shelter-0806",
    "name": "삼덕경로당",
    "address": "대구광역시 수성구 범안로64길 18-11",
    "lat": 35.828223,
    "lng": 128.6688517
  },
  {
    "id": "daegu-shelter-0807",
    "name": "팔현경로당",
    "address": "대구광역시 수성구 팔현길 88-5",
    "lat": 35.867482,
    "lng": 128.670647
  },
  {
    "id": "daegu-shelter-0808",
    "name": "삼산2리경로당",
    "address": "대구광역시 군위군 산성면 범상길 4 (삼산2리마을회관)",
    "lat": 36.090241,
    "lng": 128.704289
  },
  {
    "id": "daegu-shelter-0809",
    "name": "봉림1리경로당",
    "address": "대구광역시 군위군 산성면 범박길 101 ",
    "lat": 36.0971752,
    "lng": 128.7237167
  },
  {
    "id": "daegu-shelter-0810",
    "name": "봉림2리경로당",
    "address": "대구광역시 군위군 산성면 갑티로 76 (봉림2리마을회관)",
    "lat": 36.091462,
    "lng": 128.72192
  },
  {
    "id": "daegu-shelter-0811",
    "name": "구지면농협",
    "address": "대구광역시 달성군 구지면 창리로11길 24 ",
    "lat": 35.65811,
    "lng": 128.4132
  },
  {
    "id": "daegu-shelter-0812",
    "name": "무암1리경로당",
    "address": "대구광역시 군위군 산성면 만석길 30 (무암1리마을회관)",
    "lat": 36.108242,
    "lng": 128.708548
  },
  {
    "id": "daegu-shelter-0813",
    "name": "iM뱅크메트로팔레스지점",
    "address": "대구광역시 수성구  동원로  135   (만촌동, 메트로팔레스)",
    "lat": 35.8693059,
    "lng": 128.6343632
  },
  {
    "id": "daegu-shelter-0814",
    "name": "죽곡3리경로당",
    "address": "대구광역시 달성군 다사읍 달구벌대로 842-7",
    "lat": 35.8593,
    "lng": 128.461802
  },
  {
    "id": "daegu-shelter-0815",
    "name": "두봉골경로당",
    "address": "대구광역시 수성구 달구벌대로522길 121-20",
    "lat": 35.852463,
    "lng": 128.645076
  },
  {
    "id": "daegu-shelter-0816",
    "name": "죽곡2리경로당",
    "address": "대구광역시 달성군 다사읍 강정길 30",
    "lat": 35.844458,
    "lng": 128.465499
  },
  {
    "id": "daegu-shelter-0817",
    "name": "죽곡4리경로당",
    "address": "대구광역시 달성군 다사읍 죽곡2길 6 (강창태성그린시티 관리실)",
    "lat": 35.855793,
    "lng": 128.461458
  },
  {
    "id": "daegu-shelter-0818",
    "name": "본말1리경로당",
    "address": "대구광역시 달성군 유가읍달창로 440 ",
    "lat": 35.639882,
    "lng": 128.485885
  },
  {
    "id": "daegu-shelter-0819",
    "name": "KB국민은행대구혁신도시",
    "address": "대구광역시 동구 이노밸리로 322 (신서동)",
    "lat": 35.877338,
    "lng": 128.7321606
  },
  {
    "id": "daegu-shelter-0820",
    "name": "북대구농협복현지점",
    "address": "대구광역시 북구 동북로 260",
    "lat": 35.894098,
    "lng": 128.618913
  },
  {
    "id": "daegu-shelter-0821",
    "name": "복현2동주민센터",
    "address": "대구광역시 북구 복현로8길 16-5 (복현2동 행정복지센터)",
    "lat": 35.895418,
    "lng": 128.6255
  },
  {
    "id": "daegu-shelter-0822",
    "name": "대구광역시농업기술센터",
    "address": "대구광역시 동구 동촌로42길 69 (방촌동)",
    "lat": 35.8799099,
    "lng": 128.6605775
  },
  {
    "id": "daegu-shelter-0823",
    "name": "가창농협",
    "address": "대구광역시 달성군 가창면 가창로 1122 ",
    "lat": 35.8035033,
    "lng": 128.6231893
  },
  {
    "id": "daegu-shelter-0824",
    "name": "이곡경로당",
    "address": "대구광역시 북구 이곡길 25",
    "lat": 35.937125,
    "lng": 128.6054
  },
  {
    "id": "daegu-shelter-0825",
    "name": "동변경로당",
    "address": "대구광역시 북구 동변로24길 14 (동변동)",
    "lat": 35.9222118,
    "lng": 128.6006838
  },
  {
    "id": "daegu-shelter-0826",
    "name": "남산1동행정복지센터",
    "address": "대구광역시 중구  2·28길  18-15  (남산동)",
    "lat": 35.8593479,
    "lng": 128.5904358
  },
  {
    "id": "daegu-shelter-0827",
    "name": "국화어린이공원",
    "address": "대구광역시 수성구 달구벌대로526안길 6",
    "lat": 35.856291,
    "lng": 128.648828
  },
  {
    "id": "daegu-shelter-0828",
    "name": "구지면새마을금고",
    "address": "대구광역시 달성군 구지면 창리로11길 58-7 ",
    "lat": 35.65971,
    "lng": 128.4142
  },
  {
    "id": "daegu-shelter-0829",
    "name": "iM뱅크만촌역지점",
    "address": "대구광역시 수성구 달구벌대로 2626 (만촌동)",
    "lat": 35.8567418,
    "lng": 128.649618
  },
  {
    "id": "daegu-shelter-0830",
    "name": "한국가스안전공사대구광역본부",
    "address": "대구광역시 동구 경안로 861 (각산동)",
    "lat": 35.8795,
    "lng": 128.7136
  },
  {
    "id": "daegu-shelter-0831",
    "name": "서구제일종합사회복지관",
    "address": "대구광역시 서구 옥산로6길 9 (원대동3가)",
    "lat": 35.8858188,
    "lng": 128.5788989
  },
  {
    "id": "daegu-shelter-0832",
    "name": "죽곡5리경로당",
    "address": "대구광역시 달성군 다사읍 달구벌대로 812 (강창하이츠 102동)",
    "lat": 35.860447,
    "lng": 128.460404
  },
  {
    "id": "daegu-shelter-0833",
    "name": "이천리경로당",
    "address": "대구광역시 달성군 다사읍 다사로69길 72-4",
    "lat": 35.890206,
    "lng": 128.465361
  },
  {
    "id": "daegu-shelter-0834",
    "name": "화수경로당",
    "address": "대구광역시 남구 대봉로36길 17",
    "lat": 35.853623,
    "lng": 128.6038349
  },
  {
    "id": "daegu-shelter-0835",
    "name": "천내15리경로당",
    "address": "대구광역시 달성군 화원읍 사문진로6길 17 (한샘타운)",
    "lat": 35.8044013,
    "lng": 128.492403
  },
  {
    "id": "daegu-shelter-0836",
    "name": "태왕아너스경로당",
    "address": "대구광역시 중구  달구벌대로  1975   (대신동, 태왕아너스스카이 아파트)",
    "lat": 35.8654105,
    "lng": 128.5792603
  },
  {
    "id": "daegu-shelter-0837",
    "name": "아이엠뱅크대신동지점",
    "address": "대구광역시 중구  국채보상로  469   (대신동)",
    "lat": 35.8708466,
    "lng": 128.5819634
  },
  {
    "id": "daegu-shelter-0838",
    "name": "본동종합사회복지관",
    "address": "대구광역시 달서구  송현로  113   (송현동)",
    "lat": 35.828083,
    "lng": 128.543518
  },
  {
    "id": "daegu-shelter-0839",
    "name": "본동경로당",
    "address": "대구광역시 달서구  와룡로4길  19   (본동)",
    "lat": 35.834592,
    "lng": 128.538632
  },
  {
    "id": "daegu-shelter-0840",
    "name": "동촌동행정복지센터",
    "address": "대구광역시 동구 동촌로11길 5 (입석동)",
    "lat": 35.8899368,
    "lng": 128.6496396
  },
  {
    "id": "daegu-shelter-0841",
    "name": "파동우체국",
    "address": "대구광역시 수성구 파동로 59 (파동)",
    "lat": 35.8096871,
    "lng": 128.6193681
  },
  {
    "id": "daegu-shelter-0842",
    "name": "두레새마을금고",
    "address": "대구광역시 수성구 파동로 189 (파동)",
    "lat": 35.8197281,
    "lng": 128.6124166
  },
  {
    "id": "daegu-shelter-0843",
    "name": "파동평생학습센터",
    "address": "대구광역시 수성구 파동로3길 62 (파동)",
    "lat": 35.8104963,
    "lng": 128.6182737
  },
  {
    "id": "daegu-shelter-0844",
    "name": "달성새마을금고(논공)",
    "address": "대구광역시 달성군 논공읍 비슬로 1777 ",
    "lat": 35.7742869,
    "lng": 128.4196132
  },
  {
    "id": "daegu-shelter-0845",
    "name": "대신자이경로당",
    "address": "대구광역시 중구 달구벌대로 1955",
    "lat": 35.865029,
    "lng": 128.577754
  },
  {
    "id": "daegu-shelter-0846",
    "name": "새동네경로당",
    "address": "대구광역시 달서구  성지로16길  45   (용산동)",
    "lat": 35.85706,
    "lng": 128.52254
  },
  {
    "id": "daegu-shelter-0847",
    "name": "신매경로당",
    "address": "대구광역시 수성구 욱수천로 78",
    "lat": 35.835099,
    "lng": 128.712131
  },
  {
    "id": "daegu-shelter-0848",
    "name": "중동행정복지센터",
    "address": "대구광역시 수성구 수성로50길 38 (중동)",
    "lat": 35.8473522,
    "lng": 128.6150938
  },
  {
    "id": "daegu-shelter-0849",
    "name": "배수지어린이공원",
    "address": "대구광역시 수성구 범안로20길 25  (범물동, 배수지어린이공원 공중화장실)",
    "lat": 35.8162086,
    "lng": 128.6483508
  },
  {
    "id": "daegu-shelter-0850",
    "name": "노변공원",
    "address": "대구광역시 수성구 노변공원로7길 11  (시지동, 노변공원 공중화장실)",
    "lat": 35.838851,
    "lng": 128.699021
  },
  {
    "id": "daegu-shelter-0851",
    "name": "구지면우체국",
    "address": "대구광역시 달성군 구지면 창리로11길 18 ",
    "lat": 35.65781,
    "lng": 128.4131
  },
  {
    "id": "daegu-shelter-0852",
    "name": "하빈면사무소",
    "address": "대구광역시 달성군 하빈면 하빈로84길 1 ",
    "lat": 35.900959,
    "lng": 128.445522
  },
  {
    "id": "daegu-shelter-0853",
    "name": "면민복지회관",
    "address": "대구광역시 달성군 하빈면하빈로84길 23 ",
    "lat": 35.899489,
    "lng": 128.445788
  },
  {
    "id": "daegu-shelter-0854",
    "name": "IM뱅크대봉동지점",
    "address": "대구광역시 남구 명덕로 308",
    "lat": 35.854922,
    "lng": 128.6037174
  },
  {
    "id": "daegu-shelter-0855",
    "name": "월곡경로당",
    "address": "대구광역시 달서구 월곡로27길 30 (상인동)",
    "lat": 35.809346,
    "lng": 128.5459392
  },
  {
    "id": "daegu-shelter-0856",
    "name": "상인2동경로당",
    "address": "대구광역시 달서구 월곡로53서길 70 (상인동)",
    "lat": 35.8131621,
    "lng": 128.5375349
  },
  {
    "id": "daegu-shelter-0857",
    "name": "본리1리경로당(옥포)",
    "address": "대구광역시 달성군 옥포읍 본리로16길 5 ",
    "lat": 35.793004,
    "lng": 128.457192
  },
  {
    "id": "daegu-shelter-0858",
    "name": "연계2리경로당",
    "address": "대구광역시 군위군 의흥면 동부로 650 (연계리마을회관)",
    "lat": 36.157527,
    "lng": 128.751183
  },
  {
    "id": "daegu-shelter-0859",
    "name": "매성1리경로당",
    "address": "대구광역시 군위군 의흥면 아랫매성길 10 ",
    "lat": 36.1498483,
    "lng": 128.7518692
  },
  {
    "id": "daegu-shelter-0860",
    "name": "대성경로당",
    "address": "대구광역시 달서구 두류공원로50길 34 (두류동)",
    "lat": 35.8565962,
    "lng": 128.5606813
  },
  {
    "id": "daegu-shelter-0861",
    "name": "목단1리경로당",
    "address": "대구광역시 달성군 구지면 구지남로57길 1 ",
    "lat": 35.6234308,
    "lng": 128.4165475
  },
  {
    "id": "daegu-shelter-0862",
    "name": "서구어린이도서관",
    "address": "대구광역시 서구 문화로 123 (이현동)",
    "lat": 35.8742636,
    "lng": 128.5463744
  },
  {
    "id": "daegu-shelter-0863",
    "name": "KB국민은행범어동",
    "address": "대구광역시 수성구  달구벌대로  2470 ,  동신건물사옥 (범어동)",
    "lat": 35.8583536,
    "lng": 128.6327521
  },
  {
    "id": "daegu-shelter-0864",
    "name": "마당공원",
    "address": "대구광역시 북구 구리로34길 57",
    "lat": 35.947624,
    "lng": 128.576369
  },
  {
    "id": "daegu-shelter-0865",
    "name": "하나은행대구중앙지점",
    "address": "대구광역시 중구  달구벌대로  2108   (남산동)",
    "lat": 35.8650333,
    "lng": 128.5941718
  },
  {
    "id": "daegu-shelter-0866",
    "name": "대남경로당",
    "address": "대구광역시 중구  명륜로6길  5   (남산동)",
    "lat": 35.8642646,
    "lng": 128.5885236
  },
  {
    "id": "daegu-shelter-0867",
    "name": "부2리경로당",
    "address": "대구광역시 달성군 현풍읍 현풍동로27길 51 ",
    "lat": 35.698038,
    "lng": 128.44706
  },
  {
    "id": "daegu-shelter-0868",
    "name": "효성해링턴플레이스경로당",
    "address": "대구광역시 중구  중앙대로66길  20 , 104동 (남산동, 반월당효성해링턴플레이스)",
    "lat": 35.8617593,
    "lng": 128.5934331
  },
  {
    "id": "daegu-shelter-0869",
    "name": "화수1리경로당",
    "address": "대구광역시 군위군 삼국유사면 화수길 12 ",
    "lat": 36.125973,
    "lng": 128.7564491
  },
  {
    "id": "daegu-shelter-0870",
    "name": "화수2리경로당",
    "address": "대구광역시 군위군 삼국유사면 넌덕길 17 ",
    "lat": 36.1102579,
    "lng": 128.7523668
  },
  {
    "id": "daegu-shelter-0871",
    "name": "논공119안전센터",
    "address": "대구광역시 달성군 논공읍 논공중앙로33길 5",
    "lat": 35.7301639,
    "lng": 128.4520699
  },
  {
    "id": "daegu-shelter-0872",
    "name": "하산2리(수무지)경로당",
    "address": "대구광역시 달성군 하빈면 하산3길 4 ",
    "lat": 35.890069,
    "lng": 128.415194
  },
  {
    "id": "daegu-shelter-0873",
    "name": "대일2리경로당",
    "address": "대구광역시 달성군 가창면 원정길 183-3 ",
    "lat": 35.764457,
    "lng": 128.63402
  },
  {
    "id": "daegu-shelter-0874",
    "name": "동인1,2가경로당",
    "address": "대구광역시 중구 국채보상로 679-13",
    "lat": 35.8697801,
    "lng": 128.6049762
  },
  {
    "id": "daegu-shelter-0875",
    "name": "삼덕119안전센터",
    "address": "대구광역시 중구 공평로 35",
    "lat": 35.8671966,
    "lng": 128.5996864
  },
  {
    "id": "daegu-shelter-0876",
    "name": "삼덕동행정복지센터",
    "address": "대구광역시 중구 달구벌대로447길 72-11 ",
    "lat": 35.8655238,
    "lng": 128.6089412
  },
  {
    "id": "daegu-shelter-0877",
    "name": "Sh수협은행대구지점",
    "address": "대구광역시 중구 달구벌대로 2149 (삼덕동1가)",
    "lat": 35.8645504,
    "lng": 128.5988814
  },
  {
    "id": "daegu-shelter-0878",
    "name": "아이엠뱅크경대병원지점",
    "address": "대구광역시 중구 동덕로 130",
    "lat": 35.8662355,
    "lng": 128.6043147
  },
  {
    "id": "daegu-shelter-0879",
    "name": "북5리경로당",
    "address": "대구광역시 달성군 논공읍 논공로7길 73 (논공청구APT)",
    "lat": 35.7313683,
    "lng": 128.4410495
  },
  {
    "id": "daegu-shelter-0880",
    "name": "범어1동제1경로당",
    "address": "대구광역시 수성구 동대구로54길 7 (범어동)",
    "lat": 35.8538526,
    "lng": 128.6275303
  },
  {
    "id": "daegu-shelter-0881",
    "name": "명곡4리경로당",
    "address": "대구광역시 달성군 화원읍 명천로 231 (명곡미래빌 2단지)",
    "lat": 35.79821,
    "lng": 128.4944952
  },
  {
    "id": "daegu-shelter-0882",
    "name": "서재6리경로당",
    "address": "대구광역시 달성군 다사읍 서재로28길 39",
    "lat": 35.875698,
    "lng": 128.50138
  },
  {
    "id": "daegu-shelter-0883",
    "name": "서부새마을금고월성지점",
    "address": "대구광역시 달서구  구마로  68   (본동)",
    "lat": 35.837123,
    "lng": 128.535106
  },
  {
    "id": "daegu-shelter-0884",
    "name": "북1리경로당",
    "address": "대구광역시 달성군 논공읍 북리2길 10-10 ",
    "lat": 35.7272008,
    "lng": 128.4505579
  },
  {
    "id": "daegu-shelter-0885",
    "name": "금양1리(샛터)경로당",
    "address": "대구광역시 군위군 의흥면 금양2길 22-8 ",
    "lat": 36.1439224,
    "lng": 128.7418485
  },
  {
    "id": "daegu-shelter-0886",
    "name": "대현뜨란채경로당",
    "address": "대구광역시 북구 대현남로 28 (대현동, 대현뜨란채)",
    "lat": 35.8802717,
    "lng": 128.6062299
  },
  {
    "id": "daegu-shelter-0887",
    "name": "옥분리경로당",
    "address": "대구광역시 달성군 가창면 가창로 440 ",
    "lat": 35.752739,
    "lng": 128.650152
  },
  {
    "id": "daegu-shelter-0888",
    "name": "iM뱅크범어4동점",
    "address": "대구광역시 수성구 달구벌대로496길 26 (범어동)",
    "lat": 35.8569048,
    "lng": 128.6339433
  },
  {
    "id": "daegu-shelter-0889",
    "name": "유가읍사무소",
    "address": "대구광역시 달성군 유가읍 테크노상업로 95 ",
    "lat": 35.6939575,
    "lng": 128.458398
  },
  {
    "id": "daegu-shelter-0890",
    "name": "마산어린이공원",
    "address": "대구광역시 수성구 범안로 103",
    "lat": 35.819053,
    "lng": 128.648801
  },
  {
    "id": "daegu-shelter-0891",
    "name": "동대구농협수동지점",
    "address": "대구광역시 수성구 용학로 220 (동대구농협수동지점)",
    "lat": 35.820984,
    "lng": 128.632329
  },
  {
    "id": "daegu-shelter-0892",
    "name": "단산리경로당",
    "address": "대구광역시 달성군 가창면 단산길 97-3 ",
    "lat": 35.76631,
    "lng": 128.6612
  },
  {
    "id": "daegu-shelter-0893",
    "name": "수성4가동행정복지센터",
    "address": "대구광역시 수성구  들안로67길  64 ,  수성4가동주민센터 (수성동4가)",
    "lat": 35.8626471,
    "lng": 128.6166444
  },
  {
    "id": "daegu-shelter-0894",
    "name": "수성4가경로당",
    "address": "대구광역시 수성구 범어천로 151 (수성동4가)",
    "lat": 35.8602535,
    "lng": 128.622157
  },
  {
    "id": "daegu-shelter-0895",
    "name": "미수경로당",
    "address": "대구광역시 수성구 들안로81길 29 (수성동4가)",
    "lat": 35.8660476,
    "lng": 128.616578
  },
  {
    "id": "daegu-shelter-0896",
    "name": "백록마을회관(우록2리경로당)",
    "address": "대구광역시 달성군 가창면 우록길 461 ",
    "lat": 35.72711,
    "lng": 128.6237
  },
  {
    "id": "daegu-shelter-0897",
    "name": "비산2,3동행정복지센터",
    "address": "대구광역시 서구 국채보상로81길 43 (비산동)",
    "lat": 35.8758266,
    "lng": 128.5747192
  },
  {
    "id": "daegu-shelter-0898",
    "name": "황금2동제1경로당",
    "address": "대구광역시 수성구 희망로36길 32",
    "lat": 35.845677,
    "lng": 128.619143
  },
  {
    "id": "daegu-shelter-0899",
    "name": "북대구농협무태지점",
    "address": "대구광역시 북구 호국로 221",
    "lat": 35.921572,
    "lng": 128.599051
  },
  {
    "id": "daegu-shelter-0900",
    "name": "관계지어린이공원",
    "address": "대구광역시 수성구 범안로4길 28  (범물동, 관계지어린이공원 공중화장실)",
    "lat": 35.814558,
    "lng": 128.63996
  },
  {
    "id": "daegu-shelter-0901",
    "name": "내당2,3동행정복지센터",
    "address": "대구광역시 서구 내당동 895-27",
    "lat": 35.863316,
    "lng": 128.570712
  },
  {
    "id": "daegu-shelter-0902",
    "name": "운산리경로당",
    "address": "대구광역시 군위군 산성면 산성가음로  527 , 운산리경로당",
    "lat": 36.111083,
    "lng": 128.696555
  },
  {
    "id": "daegu-shelter-0903",
    "name": "신당리경로당",
    "address": "대구광역시 달성군 옥포읍 신당4길 27 ",
    "lat": 35.7959519,
    "lng": 128.4424818
  },
  {
    "id": "daegu-shelter-0904",
    "name": "상아맨션경로당",
    "address": "대구광역시 남구 명덕로 236 (보성상아맨션 106동)",
    "lat": 35.854696,
    "lng": 128.594554
  },
  {
    "id": "daegu-shelter-0905",
    "name": "원산1리경로당",
    "address": "대구광역시 군위군 의흥면 원산2길 41 ",
    "lat": 36.1634485,
    "lng": 128.7296391
  },
  {
    "id": "daegu-shelter-0906",
    "name": "원산2리경로당",
    "address": "대구광역시 군위군 의흥면 원산3길 51-4 ",
    "lat": 36.1560683,
    "lng": 128.7339306
  },
  {
    "id": "daegu-shelter-0907",
    "name": "천내1어린이공원",
    "address": "대구광역시 달성군 화원읍 화원로1길 15-7",
    "lat": 35.8050564,
    "lng": 128.5002184
  },
  {
    "id": "daegu-shelter-0908",
    "name": "상인2동행정복지센터",
    "address": "대구광역시 달서구 상원로 27 (상인동)",
    "lat": 35.812556,
    "lng": 128.536262
  },
  {
    "id": "daegu-shelter-0909",
    "name": "화원읍사무소",
    "address": "대구광역시 달성군 화원읍 화암로 10 ",
    "lat": 35.7978,
    "lng": 128.4897
  },
  {
    "id": "daegu-shelter-0910",
    "name": "대봉2동경로당",
    "address": "대구광역시 중구 명륜로 138-9 (대봉동)",
    "lat": 35.8597591,
    "lng": 128.5993906
  },
  {
    "id": "daegu-shelter-0911",
    "name": "원교1리경로당",
    "address": "대구광역시 달성군 현풍읍현풍로8길 42",
    "lat": 35.69341,
    "lng": 128.443
  },
  {
    "id": "daegu-shelter-0912",
    "name": "천내3리경로당",
    "address": "대구광역시 달성군 화원읍 명천로19길 29-3 (천내3리새마을회관)",
    "lat": 35.80101,
    "lng": 128.507308
  },
  {
    "id": "daegu-shelter-0913",
    "name": "천내6리경로당",
    "address": "대구광역시 달성군 화원읍 비슬로525길 2 (평광현대아파트 103동)",
    "lat": 35.806359,
    "lng": 128.504511
  },
  {
    "id": "daegu-shelter-0914",
    "name": "대봉태왕아너스경로당",
    "address": "대구광역시 중구 동덕로 55",
    "lat": 35.859696,
    "lng": 128.603088
  },
  {
    "id": "daegu-shelter-0915",
    "name": "검단동주민자치센터",
    "address": "대구광역시 북구 검단로 230 (검단동 행정복지센터)",
    "lat": 35.91377,
    "lng": 128.629743
  },
  {
    "id": "daegu-shelter-0916",
    "name": "이지1리경로당",
    "address": "대구광역시 군위군 의흥면 배일길 40 ",
    "lat": 36.16868,
    "lng": 128.7066364
  },
  {
    "id": "daegu-shelter-0917",
    "name": "이지2리경로당",
    "address": "대구광역시 군위군 의흥면 가지골길 53 (이지2리회관)",
    "lat": 36.16946,
    "lng": 128.694058
  },
  {
    "id": "daegu-shelter-0918",
    "name": "성서경로당",
    "address": "대구광역시 달서구 성서로72길 97-13 (이곡동)",
    "lat": 35.8499584,
    "lng": 128.5127901
  },
  {
    "id": "daegu-shelter-0919",
    "name": "이곡경로당",
    "address": "대구광역시 달서구 이곡공원로1길 7",
    "lat": 35.855735,
    "lng": 128.508009
  },
  {
    "id": "daegu-shelter-0920",
    "name": "대봉화성파크드림경로당",
    "address": "대구광역시 중구 명덕로55길 25 (대봉동, 대봉 화성파크드림아파트)",
    "lat": 35.8566197,
    "lng": 128.5990276
  },
  {
    "id": "daegu-shelter-0921",
    "name": "두산경로당",
    "address": "대구광역시 수성구 들안로8길 68-5 (두산동)",
    "lat": 35.8341818,
    "lng": 128.6197578
  },
  {
    "id": "daegu-shelter-0922",
    "name": "무암2리경로당",
    "address": "대구광역시 군위군 산성면 아치길 100 (무암2리마을회관)",
    "lat": 36.106808,
    "lng": 128.721101
  },
  {
    "id": "daegu-shelter-0923",
    "name": "함지노인복지관",
    "address": "대구광역시 북구 동암로 180",
    "lat": 35.942893,
    "lng": 128.570442
  },
  {
    "id": "daegu-shelter-0924",
    "name": "범물공원",
    "address": "대구광역시 수성구 지범로 232",
    "lat": 35.818202,
    "lng": 128.643228
  },
  {
    "id": "daegu-shelter-0925",
    "name": "화본1리경로당",
    "address": "대구광역시 군위군 산성면 산성가음로 685 (화본1리마을회관)",
    "lat": 36.124544,
    "lng": 128.694666
  },
  {
    "id": "daegu-shelter-0926",
    "name": "송현1동행정복지센터",
    "address": "대구광역시 달서구  중흥로8길  41   (송현동)",
    "lat": 35.8292341,
    "lng": 128.5547573
  },
  {
    "id": "daegu-shelter-0927",
    "name": "화원읍농협(본점)",
    "address": "대구광역시 달성군 화원읍 비슬로 2575  ",
    "lat": 35.8038074,
    "lng": 128.4985507
  },
  {
    "id": "daegu-shelter-0928",
    "name": "삼산리경로당(본동)",
    "address": "대구광역시 달성군 가창면 녹문길 22 ",
    "lat": 35.73441,
    "lng": 128.6594
  },
  {
    "id": "daegu-shelter-0929",
    "name": "내당1동행정복지센터",
    "address": "대구광역시 서구 서대구로4길 35 (내당동)",
    "lat": 35.8606352,
    "lng": 128.5607632
  },
  {
    "id": "daegu-shelter-0930",
    "name": "대남경로당",
    "address": "대구광역시 달서구 앞산순환로39안길 11 (송현동)",
    "lat": 35.8225072,
    "lng": 128.5512082
  },
  {
    "id": "daegu-shelter-0931",
    "name": "송영경로당",
    "address": "대구광역시 달서구 중흥로16길 84-12 (송현동)",
    "lat": 35.8267931,
    "lng": 128.5555326
  },
  {
    "id": "daegu-shelter-0932",
    "name": "송공경로당",
    "address": "대구광역시 달서구 월배로68안길 43-7 (송현동)",
    "lat": 35.8265129,
    "lng": 128.5494976
  },
  {
    "id": "daegu-shelter-0933",
    "name": "축협송현지점",
    "address": "대구광역시 달서구  송현로  34   (송현동)",
    "lat": 35.8221861,
    "lng": 128.5483154
  },
  {
    "id": "daegu-shelter-0934",
    "name": "화북3리경로당",
    "address": "대구광역시 군위군 삼국유사면 화북3길 6 ",
    "lat": 36.1217482,
    "lng": 128.7862323
  },
  {
    "id": "daegu-shelter-0935",
    "name": "기곡1리(못안)경로당",
    "address": "대구광역시 달성군 하빈면 기곡3길 35-14 ",
    "lat": 35.9301005,
    "lng": 128.4373963
  },
  {
    "id": "daegu-shelter-0936",
    "name": "감밭경로당",
    "address": "대구광역시 북구 대현남로8길 5",
    "lat": 35.881841,
    "lng": 128.608034
  },
  {
    "id": "daegu-shelter-0937",
    "name": "대명11동경로당",
    "address": "대구광역시 남구 대명역6길 48",
    "lat": 35.8328126,
    "lng": 128.5639255
  },
  {
    "id": "daegu-shelter-0938",
    "name": "성동경로당",
    "address": "대구광역시 수성구 성동로 166",
    "lat": 35.848623,
    "lng": 128.721054
  },
  {
    "id": "daegu-shelter-0939",
    "name": "복현2동주민자치센터",
    "address": "대구광역시 북구 복현로8길 16-5 (복현2동 행정복지센터)",
    "lat": 35.895426,
    "lng": 128.625476
  },
  {
    "id": "daegu-shelter-0940",
    "name": "북구청소년회관",
    "address": "대구광역시 북구 검단로 71-17 (산격동)",
    "lat": 35.9057808,
    "lng": 128.6160624
  },
  {
    "id": "daegu-shelter-0941",
    "name": "반야월농협본점",
    "address": "대구광역시 동구 반야월로 150 (반야월 농협)",
    "lat": 35.872484,
    "lng": 128.704935
  },
  {
    "id": "daegu-shelter-0942",
    "name": "동대구농협본점",
    "address": "대구광역시 수성구  달구벌대로  2487   (범어동)",
    "lat": 35.8592464,
    "lng": 128.634642
  },
  {
    "id": "daegu-shelter-0943",
    "name": "장수경로당",
    "address": "대구광역시 서구 달서로34길 13-14 (비산동)",
    "lat": 35.8776106,
    "lng": 128.5730423
  },
  {
    "id": "daegu-shelter-0944",
    "name": "iM뱅크동대구로지점",
    "address": "대구광역시 수성구  동대구로  382   (범어동)",
    "lat": 35.8645367,
    "lng": 128.6274144
  },
  {
    "id": "daegu-shelter-0945",
    "name": "지산근린공원",
    "address": "대구광역시 수성구 용학로 267",
    "lat": 35.8210392,
    "lng": 128.6376068
  },
  {
    "id": "daegu-shelter-0946",
    "name": "논공읍농협(남부지점)",
    "address": "대구광역시 달성군 논공읍 논공중앙로 114 ",
    "lat": 35.727314,
    "lng": 128.4477979
  },
  {
    "id": "daegu-shelter-0947",
    "name": "성화아파트경로당",
    "address": "대구광역시 북구 복현로 114-18 (복현동, 동서성화아파트)",
    "lat": 35.9018046,
    "lng": 128.6206341
  },
  {
    "id": "daegu-shelter-0948",
    "name": "화원119안전센터",
    "address": "대구광역시 달성군 화원읍 화암로 122 ",
    "lat": 35.798767,
    "lng": 128.5016406
  },
  {
    "id": "daegu-shelter-0949",
    "name": "하1리경로당",
    "address": "대구광역시 달성군 논공읍 약산덧재2길 2 ",
    "lat": 35.7432904,
    "lng": 128.4290546
  },
  {
    "id": "daegu-shelter-0950",
    "name": "중앙어린이공원",
    "address": "대구광역시 수성구 범안로3안길 9-6",
    "lat": 35.818065,
    "lng": 128.63874
  },
  {
    "id": "daegu-shelter-0951",
    "name": "쉼터경로당",
    "address": "대구광역시 서구 달서로34길 23-6 (비산동)",
    "lat": 35.8773063,
    "lng": 128.5741018
  },
  {
    "id": "daegu-shelter-0952",
    "name": "미리내어린이공원",
    "address": "대구광역시 달성군 화원읍 성천로 142",
    "lat": 35.8025902,
    "lng": 128.5098109
  },
  {
    "id": "daegu-shelter-0953",
    "name": "테크노폴리스중앙공원",
    "address": "대구광역시 달성군 유가읍 테크노공원로 58",
    "lat": 35.6904866,
    "lng": 128.4581485
  },
  {
    "id": "daegu-shelter-0954",
    "name": "IM뱅크동서변지점",
    "address": "대구광역시 북구 호국로 209",
    "lat": 35.920419,
    "lng": 128.598987
  },
  {
    "id": "daegu-shelter-0955",
    "name": "산격1동행정복지센터",
    "address": "대구광역시 북구 연암로36길 6 (산격1동 행정복지센터)",
    "lat": 35.900367,
    "lng": 128.596902
  },
  {
    "id": "daegu-shelter-0956",
    "name": "반월당역서한포레스트경로당",
    "address": "대구광역시 중구 중앙대로67길 11 (남산동, 반월당역 서한포레스트)",
    "lat": 35.8626716,
    "lng": 128.5919188
  },
  {
    "id": "daegu-shelter-0957",
    "name": "남산1동경로당",
    "address": "대구광역시 중구 중앙대로62길 30-3 (남산동)",
    "lat": 35.8598214,
    "lng": 128.5939832
  },
  {
    "id": "daegu-shelter-0958",
    "name": "성북새마을금고본점",
    "address": "대구광역시 북구 연암로 88-7",
    "lat": 35.892767,
    "lng": 128.594982
  },
  {
    "id": "daegu-shelter-0959",
    "name": "산격1동제1경로당",
    "address": "대구광역시 북구 연암로 86",
    "lat": 35.892303,
    "lng": 128.594919
  },
  {
    "id": "daegu-shelter-0960",
    "name": "산격종합사회복지관",
    "address": "대구광역시 북구  연암로  183   (산격동, 산격주공임대아파트)",
    "lat": 35.9001256,
    "lng": 128.5947834
  },
  {
    "id": "daegu-shelter-0961",
    "name": "연경공원",
    "address": "대구광역시 북구 동화천로55길 25",
    "lat": 35.943542,
    "lng": 128.622827
  },
  {
    "id": "daegu-shelter-0962",
    "name": "용산경로당",
    "address": "대구광역시 달서구  와룡로57길  100   (용산동)",
    "lat": 35.858124,
    "lng": 128.531659
  },
  {
    "id": "daegu-shelter-0963",
    "name": "삼익신협용산지점",
    "address": "대구광역시 달서구 평리로 64 (용산동)",
    "lat": 35.858535,
    "lng": 128.531502
  },
  {
    "id": "daegu-shelter-0964",
    "name": "범어2동행정복지센터",
    "address": "대구광역시 수성구 달구벌대로489안길 47 (범어동)",
    "lat": 35.8622916,
    "lng": 128.6310625
  },
  {
    "id": "daegu-shelter-0965",
    "name": "구암어린이공원",
    "address": "대구광역시 북구 학정로48길 7  (구암동, 구암어린이공원(공중화장실))",
    "lat": 35.926441,
    "lng": 128.559256
  },
  {
    "id": "daegu-shelter-0966",
    "name": "태전1동경로당",
    "address": "대구광역시 북구 태전로7길 10-24 (태전동)",
    "lat": 35.9240841,
    "lng": 128.543247
  },
  {
    "id": "daegu-shelter-0967",
    "name": "IM뱅크태전동지점",
    "address": "대구광역시 북구 칠곡중앙대로 309",
    "lat": 35.923299,
    "lng": 128.546654
  },
  {
    "id": "daegu-shelter-0968",
    "name": "태전2동행정복지센터",
    "address": "대구광역시 북구 칠곡중앙대로52길 32 (태전동)",
    "lat": 35.9215081,
    "lng": 128.5487375
  },
  {
    "id": "daegu-shelter-0969",
    "name": "새마을경로당",
    "address": "대구광역시 북구 태암로5길 12 (태전동)",
    "lat": 35.9294932,
    "lng": 128.550999
  },
  {
    "id": "daegu-shelter-0970",
    "name": "수리2리경로당",
    "address": "대구광역시 달성군 구지면 국가산단북로11길 82 ",
    "lat": 35.6724042,
    "lng": 128.3956853
  },
  {
    "id": "daegu-shelter-0971",
    "name": "오2리경로당",
    "address": "대구광역시 달성군 가창면 헐티로11길 90 ",
    "lat": 35.7844967,
    "lng": 128.59945
  },
  {
    "id": "daegu-shelter-0972",
    "name": "대현1동제2경로당",
    "address": "대구광역시 북구 대현로서15길 50-7",
    "lat": 35.886648,
    "lng": 128.604176
  },
  {
    "id": "daegu-shelter-0973",
    "name": "오1리경로당",
    "address": "대구광역시 달성군 가창면 헐티로10길 27 ",
    "lat": 35.790081,
    "lng": 128.59293
  },
  {
    "id": "daegu-shelter-0974",
    "name": "내당2동경로당",
    "address": "대구광역시 서구 큰장로15길 14-20",
    "lat": 35.867794,
    "lng": 128.574665
  },
  {
    "id": "daegu-shelter-0975",
    "name": "장수경로당",
    "address": "대구광역시 서구 큰장로9길 9-3 (내당동)",
    "lat": 35.8652717,
    "lng": 128.5719694
  },
  {
    "id": "daegu-shelter-0976",
    "name": "서희스타힐스경로당",
    "address": "대구광역시 북구 칠성남로 101 (칠성동2가, 대구역 서희스타힐스)",
    "lat": 35.8789801,
    "lng": 128.592632
  },
  {
    "id": "daegu-shelter-0977",
    "name": "IM뱅크통일로지점",
    "address": "대구광역시 북구 중앙대로 507",
    "lat": 35.87834,
    "lng": 128.594995
  },
  {
    "id": "daegu-shelter-0978",
    "name": "태전1동주민자치센터",
    "address": "대구광역시 북구 태전로7길 10-24 (태전동)",
    "lat": 35.9241059,
    "lng": 128.5432604
  },
  {
    "id": "daegu-shelter-0979",
    "name": "청록타운경로당",
    "address": "대구광역시 남구 큰골길 200 (보성청록타운101동)",
    "lat": 35.834276,
    "lng": 128.585789
  },
  {
    "id": "daegu-shelter-0980",
    "name": "대명9동경로당",
    "address": "대구광역시 남구 큰골길 53",
    "lat": 35.8372967,
    "lng": 128.5793218
  },
  {
    "id": "daegu-shelter-0981",
    "name": "명오당경로당",
    "address": "대구광역시 남구 대명남2길 59-4",
    "lat": 35.8431933,
    "lng": 128.5880704
  },
  {
    "id": "daegu-shelter-0982",
    "name": "읍내공원",
    "address": "대구광역시 북구 칠곡중앙대로99길 2  (관음동, 읍내어린이공원(공중화장실))",
    "lat": 35.940616,
    "lng": 128.549621
  },
  {
    "id": "daegu-shelter-0983",
    "name": "관음공원",
    "address": "대구광역시 북구 구암로 47",
    "lat": 35.935488,
    "lng": 128.546281
  },
  {
    "id": "daegu-shelter-0984",
    "name": "송암공원",
    "address": "대구광역시 북구 관음동로 113  (관음동, 송암어린이공원(공중화장실))",
    "lat": 35.942988,
    "lng": 128.547192
  },
  {
    "id": "daegu-shelter-0985",
    "name": "대명5동행정복지센터",
    "address": "대구광역시 남구 대명로58길 11",
    "lat": 35.8432478,
    "lng": 128.5878635
  },
  {
    "id": "daegu-shelter-0986",
    "name": "IM뱅크대명동지점",
    "address": "대구광역시 남구 중앙대로 147",
    "lat": 35.8465249,
    "lng": 128.5901967
  },
  {
    "id": "daegu-shelter-0987",
    "name": "연경경로당",
    "address": "대구광역시 북구 도덕길 175",
    "lat": 35.957074,
    "lng": 128.614004
  },
  {
    "id": "daegu-shelter-0988",
    "name": "대복경로당",
    "address": "대구광역시 남구 대명로20길 28",
    "lat": 35.8379246,
    "lng": 128.5678555
  },
  {
    "id": "daegu-shelter-0989",
    "name": "신매공원경로당옆녹지대",
    "address": "대구광역시 수성구 달구벌대로650길 67",
    "lat": 35.832949,
    "lng": 128.70891
  },
  {
    "id": "daegu-shelter-0990",
    "name": "한실들2차경로당",
    "address": "대구광역시 달서구 한실로 49 (한실들마을 501동)",
    "lat": 35.808668,
    "lng": 128.533702
  },
  {
    "id": "daegu-shelter-0991",
    "name": "가호2리경로당",
    "address": "대구광역시 군위군 부계면 가호1길 276 ",
    "lat": 36.0693424,
    "lng": 128.6786047
  },
  {
    "id": "daegu-shelter-0992",
    "name": "하나은행대구지점",
    "address": "대구광역시 중구 국채보상로 648 (동인동2가)",
    "lat": 35.8694075,
    "lng": 128.6011021
  },
  {
    "id": "daegu-shelter-0993",
    "name": "관문동행정복지센터금호분소",
    "address": "대구광역시 북구 한강로4길 1 (사수동)",
    "lat": 35.896805,
    "lng": 128.5145609
  },
  {
    "id": "daegu-shelter-0994",
    "name": "평원경로당",
    "address": "대구광역시 서구 국채보상로66길 38-8 (평리동)",
    "lat": 35.8688408,
    "lng": 128.5665017
  },
  {
    "id": "daegu-shelter-0995",
    "name": "IBK기업은행대구중앙지점",
    "address": "대구광역시 중구  경상감영길  221   (동문동)",
    "lat": 35.8719595,
    "lng": 128.5994567
  },
  {
    "id": "daegu-shelter-0996",
    "name": "신한은행대구금융센터",
    "address": "대구광역시 중구  달구벌대로  2125   (봉산동)",
    "lat": 35.8653155,
    "lng": 128.5962632
  },
  {
    "id": "daegu-shelter-0997",
    "name": "동성동경로당",
    "address": "대구광역시 중구 교동길 79-6 (교동)",
    "lat": 35.8736407,
    "lng": 128.5991257
  },
  {
    "id": "daegu-shelter-0998",
    "name": "학성2리경로당",
    "address": "대구광역시 군위군 삼국유사면 안용아길 219 ",
    "lat": 36.1525685,
    "lng": 128.7913044
  },
  {
    "id": "daegu-shelter-0999",
    "name": "중동경로당",
    "address": "대구광역시 수성구 수성로39안길 5",
    "lat": 35.8436893,
    "lng": 128.6114586
  },
  {
    "id": "daegu-shelter-1000",
    "name": "백합공원",
    "address": "대구광역시 남구 대명역6길 48 (대명동)",
    "lat": 35.832777,
    "lng": 128.563931
  },
  {
    "id": "daegu-shelter-1001",
    "name": "창3리경로당",
    "address": "대구광역시 달성군 구지면 창리로19길 38 ",
    "lat": 35.6624873,
    "lng": 128.4113654
  },
  {
    "id": "daegu-shelter-1002",
    "name": "가천리경로당",
    "address": "대구광역시 달성군 구지면 가천1길 55 ",
    "lat": 35.6585461,
    "lng": 128.4438043
  },
  {
    "id": "daegu-shelter-1003",
    "name": "관문동주민자치센터",
    "address": "대구광역시 북구 도매시장중로 1 (관리동 (관문동행정복지센터))",
    "lat": 35.901715,
    "lng": 128.542166
  },
  {
    "id": "daegu-shelter-1004",
    "name": "금정공원",
    "address": "대구광역시 북구 칠곡중앙대로69길 12",
    "lat": 35.926973,
    "lng": 128.546066
  },
  {
    "id": "daegu-shelter-1005",
    "name": "태전1동행정복지센터",
    "address": "대구광역시 북구 태전로7길 10-24 (태전동)",
    "lat": 35.9240711,
    "lng": 128.5432604
  },
  {
    "id": "daegu-shelter-1006",
    "name": "다사서재출장소",
    "address": "대구광역시 달성군 다사읍 서재본길 25  ",
    "lat": 35.8719293,
    "lng": 128.4941974
  },
  {
    "id": "daegu-shelter-1007",
    "name": "iM뱅크수성구청지점",
    "address": "대구광역시 수성구 달구벌대로 2450 (범어동)",
    "lat": 35.8584831,
    "lng": 128.6299548
  },
  {
    "id": "daegu-shelter-1008",
    "name": "운곡공원",
    "address": "대구광역시 북구 구암로54길 5",
    "lat": 35.935211,
    "lng": 128.567059
  },
  {
    "id": "daegu-shelter-1009",
    "name": "서재행복문화센터",
    "address": "대구광역시 달성군 다사읍 서재로18길 3-1",
    "lat": 35.871221,
    "lng": 128.497389
  },
  {
    "id": "daegu-shelter-1010",
    "name": "다사읍보건지소",
    "address": "대구광역시 달성군 다사읍 매곡로 7  ",
    "lat": 35.8616112,
    "lng": 128.4536639
  },
  {
    "id": "daegu-shelter-1011",
    "name": "범어1동제2경로당",
    "address": "대구광역시 수성구 청솔로16길 35",
    "lat": 35.8519206,
    "lng": 128.6229346
  },
  {
    "id": "daegu-shelter-1012",
    "name": "해당화공원",
    "address": "대구광역시 북구 팔거천동로4길 3  (구암동, 해당화공원(공중화장실))",
    "lat": 35.927014,
    "lng": 128.552735
  },
  {
    "id": "daegu-shelter-1013",
    "name": "명곡2리경로당",
    "address": "대구광역시 달성군 화원읍 비슬로500길 7  ",
    "lat": 35.7989671,
    "lng": 128.4913328
  },
  {
    "id": "daegu-shelter-1014",
    "name": "지저새마을금고이시아지점",
    "address": "대구광역시 동구 팔공로51길 3",
    "lat": 35.922887,
    "lng": 128.640818
  },
  {
    "id": "daegu-shelter-1015",
    "name": "천내2어린이공원",
    "address": "대구광역시 달성군 화원읍 화원로7길 50-21",
    "lat": 35.8065945,
    "lng": 128.4959333
  },
  {
    "id": "daegu-shelter-1016",
    "name": "성내1동행정복지센터",
    "address": "대구광역시 중구 동성로2길 7 (봉산동)",
    "lat": 35.8665533,
    "lng": 128.5958773
  },
  {
    "id": "daegu-shelter-1017",
    "name": "남산롯데캐슬센트럴스카이경로당",
    "address": "대구광역시 중구 재마루길 77 (남산동, 남산롯데캐슬 센트럴스카이)",
    "lat": 35.864057,
    "lng": 128.585449
  },
  {
    "id": "daegu-shelter-1018",
    "name": "고산119안전센터",
    "address": "대구광역시 수성구 고산로 105 (신매동)",
    "lat": 35.8402134,
    "lng": 128.7045097
  },
  {
    "id": "daegu-shelter-1019",
    "name": "고산1동행정복지센터",
    "address": "대구광역시 수성구 달구벌대로 3260-2 (신매동)",
    "lat": 35.8370509,
    "lng": 128.7123775
  },
  {
    "id": "daegu-shelter-1020",
    "name": "대명6동행정복지센터",
    "address": "대구광역시 남구 대명남로 73",
    "lat": 35.8351208,
    "lng": 128.5660949
  },
  {
    "id": "daegu-shelter-1021",
    "name": "삼덕1,2가경로당",
    "address": "대구광역시 중구  공평로4길  25   (삼덕동2가)",
    "lat": 35.8653705,
    "lng": 128.6013391
  },
  {
    "id": "daegu-shelter-1022",
    "name": "삼덕3가경로당",
    "address": "대구광역시 중구  달구벌대로443길  44-40  (삼덕동3가)",
    "lat": 35.8646006,
    "lng": 128.606084
  },
  {
    "id": "daegu-shelter-1023",
    "name": "천일경로당",
    "address": "대구광역시 서구 달구벌대로373길 2-24 (내당동)",
    "lat": 35.8621394,
    "lng": 128.5689251
  },
  {
    "id": "daegu-shelter-1024",
    "name": "내당경로당",
    "address": "대구광역시 서구 평리로 408-13 (내당동)",
    "lat": 35.8659542,
    "lng": 128.5675974
  },
  {
    "id": "daegu-shelter-1025",
    "name": "남문경로당",
    "address": "대구광역시 중구  2·28길  10-16  (남산동)",
    "lat": 35.8588724,
    "lng": 128.5909577
  },
  {
    "id": "daegu-shelter-1026",
    "name": "비산6동행정복지센터",
    "address": "대구광역시 서구 문화로67길 3 (비산동)",
    "lat": 35.8762957,
    "lng": 128.569089
  },
  {
    "id": "daegu-shelter-1027",
    "name": "개나리공원",
    "address": "대구광역시 북구 대학로13길 64  (산격동, 무인택배함)",
    "lat": 35.897366,
    "lng": 128.607236
  },
  {
    "id": "daegu-shelter-1028",
    "name": "구라5리경로당",
    "address": "대구광역시 달성군 화원읍 비슬로 2715 (청구청룡맨션)",
    "lat": 35.810284,
    "lng": 128.511923
  },
  {
    "id": "daegu-shelter-1029",
    "name": "목단2리경로당",
    "address": "대구광역시 달성군 구지면 구미마을길 89-2 ",
    "lat": 35.6164602,
    "lng": 128.4002423
  },
  {
    "id": "daegu-shelter-1030",
    "name": "범어재어린이공원",
    "address": "대구광역시 수성구 들안로78길 46",
    "lat": 35.8654399,
    "lng": 128.6202326
  },
  {
    "id": "daegu-shelter-1031",
    "name": "침산공원",
    "address": "대구광역시 북구 침산남로9길 118",
    "lat": 35.897251,
    "lng": 128.584866
  },
  {
    "id": "daegu-shelter-1032",
    "name": "무성1리경로당",
    "address": "대구광역시 군위군 군위읍 용산길  22",
    "lat": 36.195013,
    "lng": 128.565958
  },
  {
    "id": "daegu-shelter-1033",
    "name": "무성2리경로당",
    "address": "대구광역시 군위군 군위읍 무성1길  67-2, 하모",
    "lat": 36.189276,
    "lng": 128.561336
  },
  {
    "id": "daegu-shelter-1034",
    "name": "두리공원경로당",
    "address": "대구광역시 수성구 고산로4안길 31",
    "lat": 35.83142,
    "lng": 128.703932
  },
  {
    "id": "daegu-shelter-1035",
    "name": "수성어린이공원",
    "address": "대구광역시 수성구 들안로54길 26",
    "lat": 35.852754,
    "lng": 128.618805
  },
  {
    "id": "daegu-shelter-1036",
    "name": "서변공원",
    "address": "대구광역시 북구 서변로3길 64  (서변동, 서변근린공원(공중화장실))",
    "lat": 35.921472,
    "lng": 128.595356
  },
  {
    "id": "daegu-shelter-1037",
    "name": "청운맨션경로당",
    "address": "대구광역시 중구  동덕로  33 , 경로당 (대봉동)",
    "lat": 35.8576044,
    "lng": 128.603906
  },
  {
    "id": "daegu-shelter-1038",
    "name": "센트로팰리스경로당",
    "address": "대구광역시 중구  대봉로  260   (대봉동, 센트로 팰리스)",
    "lat": 35.861543,
    "lng": 128.6007529
  },
  {
    "id": "daegu-shelter-1039",
    "name": "유통단지공원",
    "address": "대구광역시 북구 유통단지로 61  (산격동, 신기근린공원(공중화장실))",
    "lat": 35.907592,
    "lng": 128.608884
  },
  {
    "id": "daegu-shelter-1040",
    "name": "고곡2리(한실)경로당",
    "address": "대구광역시 군위군 효령면 한실길 9 ",
    "lat": 36.1048016,
    "lng": 128.5797142
  },
  {
    "id": "daegu-shelter-1041",
    "name": "화계3리(홍골)경로당",
    "address": "대구광역시 군위군 효령면 화계봉산길 131-3",
    "lat": 36.124618,
    "lng": 128.649431
  },
  {
    "id": "daegu-shelter-1042",
    "name": "들샘공원",
    "address": "대구광역시 북구 동북로 229",
    "lat": 35.896398,
    "lng": 128.617277
  },
  {
    "id": "daegu-shelter-1043",
    "name": "검단부녀경로당",
    "address": "대구광역시 북구 검단동로4길 13-50 (검단동)",
    "lat": 35.9144788,
    "lng": 128.626897
  },
  {
    "id": "daegu-shelter-1044",
    "name": "북대구농협검단지점",
    "address": "대구광역시 북구 검단동로4길 8",
    "lat": 35.913285,
    "lng": 128.626654
  },
  {
    "id": "daegu-shelter-1045",
    "name": "무태조야동행정복지센터",
    "address": "대구광역시 북구 호국로43길 20 (무태조야동 행정복지센터)",
    "lat": 35.921348,
    "lng": 128.597045
  },
  {
    "id": "daegu-shelter-1046",
    "name": "구라6리경로당",
    "address": "대구광역시 달성군 화원읍비슬로539길 17",
    "lat": 35.81,
    "lng": 128.508
  },
  {
    "id": "daegu-shelter-1047",
    "name": "비산6동경로당",
    "address": "대구광역시 서구 문화로69길 26-16 (비산동)",
    "lat": 35.8782952,
    "lng": 128.5705252
  },
  {
    "id": "daegu-shelter-1048",
    "name": "해바라기공원",
    "address": "대구광역시 북구 오봉로1길 41  (노원동2가, 해바라기공원(공중화장실))",
    "lat": 35.888765,
    "lng": 128.574077
  },
  {
    "id": "daegu-shelter-1049",
    "name": "비산5동제2경로당",
    "address": "대구광역시 서구 달서천로61길 2-6 (비산동)",
    "lat": 35.8850084,
    "lng": 128.568399
  },
  {
    "id": "daegu-shelter-1050",
    "name": "MG새마을금고중평(제1지점)",
    "address": "대구광역시 서구 국채보상로50길 20 (평리동, 평리 푸르지오)",
    "lat": 35.8692559,
    "lng": 128.5591471
  },
  {
    "id": "daegu-shelter-1051",
    "name": "각계경로당",
    "address": "대구광역시 수성구 달구벌대로530길 146",
    "lat": 35.8498115,
    "lng": 128.6510247
  },
  {
    "id": "daegu-shelter-1052",
    "name": "신천경로당",
    "address": "대구광역시 수성구 신천동로88길 1-15",
    "lat": 35.8629988,
    "lng": 128.613033
  },
  {
    "id": "daegu-shelter-1053",
    "name": "황금1동행정복지센터",
    "address": "대구광역시 수성구 청호로57길 10 (황금동)",
    "lat": 35.843946,
    "lng": 128.6381429
  },
  {
    "id": "daegu-shelter-1054",
    "name": "무지개공원",
    "address": "대구광역시 북구 대학로17길 11",
    "lat": 35.893433,
    "lng": 128.608557
  },
  {
    "id": "daegu-shelter-1055",
    "name": "장미공원",
    "address": "대구광역시 북구 경진로남1길 40",
    "lat": 35.893331,
    "lng": 128.617319
  },
  {
    "id": "daegu-shelter-1056",
    "name": "화원읍농협(동부지점)",
    "address": "대구광역시 달성군 화원읍 화원로1길 1",
    "lat": 35.805228,
    "lng": 128.500613
  },
  {
    "id": "daegu-shelter-1057",
    "name": "검단경로당",
    "address": "대구광역시 북구 검단동로4길 13-50 (검단동)",
    "lat": 35.9144636,
    "lng": 128.6268809
  },
  {
    "id": "daegu-shelter-1058",
    "name": "설화1리경로당",
    "address": "대구광역시 달성군 화원읍 류목정길  42 , 설화리회관",
    "lat": 35.7936,
    "lng": 128.4853
  },
  {
    "id": "daegu-shelter-1059",
    "name": "달산2리(솥다리)경로당",
    "address": "대구광역시 군위군 우보면 고산길 212-2",
    "lat": 36.153549,
    "lng": 128.634024
  },
  {
    "id": "daegu-shelter-1060",
    "name": "매천센트럴파크공원",
    "address": "대구광역시 북구 한강로 88",
    "lat": 35.907308,
    "lng": 128.545031
  },
  {
    "id": "daegu-shelter-1061",
    "name": "태전공원",
    "address": "대구광역시 북구 칠곡중앙대로 397-20",
    "lat": 35.932481,
    "lng": 128.54597
  },
  {
    "id": "daegu-shelter-1062",
    "name": "무태조야동주민자치센터",
    "address": "대구광역시 북구 호국로43길 20 (무태조야동 행정복지센터)",
    "lat": 35.921342,
    "lng": 128.597047
  },
  {
    "id": "daegu-shelter-1063",
    "name": "금호공원",
    "address": "대구광역시 북구 한강로 96",
    "lat": 35.895709,
    "lng": 128.520336
  },
  {
    "id": "daegu-shelter-1064",
    "name": "드림새마을금고본점",
    "address": "대구광역시 북구 침산남로19길 14",
    "lat": 35.890296,
    "lng": 128.587279
  },
  {
    "id": "daegu-shelter-1065",
    "name": "상동소공원",
    "address": "대구광역시 수성구 들안로19길 48",
    "lat": 35.837903,
    "lng": 128.61522
  },
  {
    "id": "daegu-shelter-1066",
    "name": "노원동행정복지센터",
    "address": "대구광역시 북구 노원로10길 166 (노원동행정복지센터)",
    "lat": 35.890188,
    "lng": 128.576242
  },
  {
    "id": "daegu-shelter-1067",
    "name": "아이엠뱅크시청영업부",
    "address": "대구광역시 중구  공평로  88   (동인동1가)",
    "lat": 35.871466,
    "lng": 128.601233
  },
  {
    "id": "daegu-shelter-1068",
    "name": "더샵리비테르2차경로당",
    "address": "대구광역시 중구 대봉로43길 22 (대봉동, 더샵 리비테르 2차)",
    "lat": 35.8586009,
    "lng": 128.600124
  },
  {
    "id": "daegu-shelter-1069",
    "name": "대신119안전센터",
    "address": "대구광역시 중구 큰장로26길 45",
    "lat": 35.8688667,
    "lng": 128.5807438
  },
  {
    "id": "daegu-shelter-1070",
    "name": "CU대명행복점",
    "address": "대구광역시 남구 앞산순환로79길 29",
    "lat": 35.833474,
    "lng": 128.568517
  },
  {
    "id": "daegu-shelter-1071",
    "name": "불로봉무동행정복지센터",
    "address": "대구광역시 동구 팔공로 161",
    "lat": 35.913518,
    "lng": 128.640776
  },
  {
    "id": "daegu-shelter-1072",
    "name": "iM뱅크이시아폴리스지점",
    "address": "대구광역시 동구 팔공로 227",
    "lat": 35.918774,
    "lng": 128.64055
  },
  {
    "id": "daegu-shelter-1073",
    "name": "선린종합사회복지관",
    "address": "대구광역시 북구 관음동로9길 10-25 (관음동)",
    "lat": 35.9378189,
    "lng": 128.5455322
  },
  {
    "id": "daegu-shelter-1074",
    "name": "북구어울아트센터",
    "address": "대구광역시 북구 구암로 47 (어울아트센터)",
    "lat": 35.934278,
    "lng": 128.546785
  },
  {
    "id": "daegu-shelter-1075",
    "name": "읍내동행정복지센터",
    "address": "대구광역시 북구  칠곡중앙대로  561 , 읍내동 주민센터 (읍내동)",
    "lat": 35.9458137,
    "lng": 128.5505725
  },
  {
    "id": "daegu-shelter-1076",
    "name": "구수산도서관",
    "address": "대구광역시 북구  대천로  21   (읍내동)",
    "lat": 35.9387441,
    "lng": 128.5524052
  },
  {
    "id": "daegu-shelter-1077",
    "name": "달성동경로당",
    "address": "대구광역시 중구 달성공원로 42-3 (달성동)",
    "lat": 35.8743004,
    "lng": 128.5803373
  },
  {
    "id": "daegu-shelter-1078",
    "name": "아이엠뱅크북성로지점",
    "address": "대구광역시 중구 서성로 81",
    "lat": 35.8740224,
    "lng": 128.5874164
  },
  {
    "id": "daegu-shelter-1079",
    "name": "중구보건소",
    "address": "대구광역시 중구 태평로 45 (태평로3가)",
    "lat": 35.8779092,
    "lng": 128.5833317
  },
  {
    "id": "daegu-shelter-1080",
    "name": "지저동행정복지센터",
    "address": "대구광역시 동구 해동로3길 80 (지저동주민센터)",
    "lat": 35.893385,
    "lng": 128.638297
  },
  {
    "id": "daegu-shelter-1081",
    "name": "동구보건소",
    "address": "대구광역시 동구 동촌로 79 (검사동)",
    "lat": 35.8881188,
    "lng": 128.6511612
  },
  {
    "id": "daegu-shelter-1082",
    "name": "검사1경로당(할머니경로당)",
    "address": "대구광역시 동구 해동로 178 (검사제1경로당)",
    "lat": 35.886774,
    "lng": 128.648304
  },
  {
    "id": "daegu-shelter-1083",
    "name": "남구청민원실",
    "address": "대구광역시 남구 이천로 51 (봉덕동)",
    "lat": 35.8459529,
    "lng": 128.5977399
  },
  {
    "id": "daegu-shelter-1084",
    "name": "수서2리경로당",
    "address": "대구광역시 군위군 의흥면 수서2길 43-3 ",
    "lat": 36.1760677,
    "lng": 128.6987185
  },
  {
    "id": "daegu-shelter-1085",
    "name": "동인삼정그린코아경로당",
    "address": "대구광역시 중구  동덕로30길  53   (동인동4가, 동인삼정그린코아아파트)",
    "lat": 35.8674428,
    "lng": 128.6070271
  },
  {
    "id": "daegu-shelter-1086",
    "name": "IM뱅크구암동지점",
    "address": "대구광역시 북구  구암로32길  6-20  (구암동)",
    "lat": 35.9313199,
    "lng": 128.555987
  },
  {
    "id": "daegu-shelter-1087",
    "name": "IM뱅크학정로지점",
    "address": "대구광역시 북구 학정로 432",
    "lat": 35.943173,
    "lng": 128.563954
  },
  {
    "id": "daegu-shelter-1088",
    "name": "남산119안전센터",
    "address": "대구광역시 중구 달구벌대로 1926",
    "lat": 35.8623828,
    "lng": 128.575268
  },
  {
    "id": "daegu-shelter-1089",
    "name": "남산4동행정복지센터",
    "address": "대구광역시 중구 남산로1길 42 (남산동)",
    "lat": 35.8582196,
    "lng": 128.5805741
  },
  {
    "id": "daegu-shelter-1090",
    "name": "황금어린이공원",
    "address": "대구광역시 수성구 희망로36길 32  (황금동)",
    "lat": 35.845713,
    "lng": 128.619118
  },
  {
    "id": "daegu-shelter-1091",
    "name": "아랫마을어린이공원",
    "address": "대구광역시 수성구 들안로8길 68-5",
    "lat": 35.83422,
    "lng": 128.619795
  },
  {
    "id": "daegu-shelter-1092",
    "name": "범물노인복지관",
    "address": "대구광역시 수성구 범안로 99",
    "lat": 35.819232,
    "lng": 128.648679
  },
  {
    "id": "daegu-shelter-1093",
    "name": "용학도서관",
    "address": "대구광역시 수성구 지범로41길 36",
    "lat": 35.8212086,
    "lng": 128.6461306
  },
  {
    "id": "daegu-shelter-1094",
    "name": "범물경로당",
    "address": "대구광역시 수성구 범안로16길 46",
    "lat": 35.8163867,
    "lng": 128.6473521
  },
  {
    "id": "daegu-shelter-1095",
    "name": "더샵리비테르1차경로당",
    "address": "대구광역시 중구 대봉로43길 21 (대봉동, 더샵 리비테르 1차)",
    "lat": 35.8566767,
    "lng": 128.6011337
  },
  {
    "id": "daegu-shelter-1096",
    "name": "오봉경로당",
    "address": "대구광역시 북구 오봉로22길 45",
    "lat": 35.895883,
    "lng": 128.583521
  },
  {
    "id": "daegu-shelter-1097",
    "name": "침산1동경로당",
    "address": "대구광역시 북구 침산남로9길 27 (침산1동 복합커뮤니티센터)",
    "lat": 35.891261,
    "lng": 128.581749
  },
  {
    "id": "daegu-shelter-1098",
    "name": "태영신협",
    "address": "대구광역시 북구 침산남로 170",
    "lat": 35.887404,
    "lng": 128.594057
  },
  {
    "id": "daegu-shelter-1099",
    "name": "드림새마을금고침산2동지점",
    "address": "대구광역시 북구 침산남로 165",
    "lat": 35.887865,
    "lng": 128.593804
  },
  {
    "id": "daegu-shelter-1100",
    "name": "대우경로당",
    "address": "대구광역시 남구 안지랑로7길 14-3",
    "lat": 35.833845,
    "lng": 128.570602
  },
  {
    "id": "daegu-shelter-1101",
    "name": "범물119안전센터",
    "address": "대구광역시 수성구 청호로 87",
    "lat": 35.8255167,
    "lng": 128.64424
  },
  {
    "id": "daegu-shelter-1102",
    "name": "범물1동행정복지센터",
    "address": "대구광역시 수성구 범안로 76 (범물동)",
    "lat": 35.8177469,
    "lng": 128.6459958
  },
  {
    "id": "daegu-shelter-1103",
    "name": "성내3동행정복지센터",
    "address": "대구광역시 중구 달성로 111 (성내3동주민센터)",
    "lat": 35.875006,
    "lng": 128.581813
  },
  {
    "id": "daegu-shelter-1104",
    "name": "서성동경로당",
    "address": "대구광역시 중구  서성로15길  27-1  (서성로1가)",
    "lat": 35.8726412,
    "lng": 128.5861001
  },
  {
    "id": "daegu-shelter-1105",
    "name": "북구청(민원실)",
    "address": "대구광역시 북구 옥산로 65 (침산동)",
    "lat": 35.8853843,
    "lng": 128.5828687
  },
  {
    "id": "daegu-shelter-1106",
    "name": "침산3동행정복지센터",
    "address": "대구광역시 북구 성북로 55 (침산3동행정복지센터)",
    "lat": 35.892006,
    "lng": 128.589366
  },
  {
    "id": "daegu-shelter-1107",
    "name": "침산3동주민자치센터",
    "address": "대구광역시 북구 성북로9길 12 (침산동, 침산동 2차 쌍용예가)",
    "lat": 35.892001,
    "lng": 128.5893112
  },
  {
    "id": "daegu-shelter-1108",
    "name": "침산3동제2경로당",
    "address": "대구광역시 북구 침산로48길 10",
    "lat": 35.897145,
    "lng": 128.590521
  },
  {
    "id": "daegu-shelter-1109",
    "name": "침산2동행정복지센터",
    "address": "대구광역시 북구 침산남로 195 (침산2동행정복지센터)",
    "lat": 35.887254,
    "lng": 128.596917
  },
  {
    "id": "daegu-shelter-1110",
    "name": "삼화경로당",
    "address": "대구광역시 서구 달구벌대로373길 7-5 (내당동)",
    "lat": 35.861972,
    "lng": 128.5678294
  },
  {
    "id": "daegu-shelter-1111",
    "name": "서재3리경로당",
    "address": "대구광역시 달성군 다사읍 서재로 120 (서재화진금봉타운 관리실)",
    "lat": 35.87394,
    "lng": 128.497881
  },
  {
    "id": "daegu-shelter-1112",
    "name": "평리4동행정복지센터",
    "address": "대구광역시 서구 국채보상로46길 37-3 (평리동)",
    "lat": 35.8673519,
    "lng": 128.5567921
  },
  {
    "id": "daegu-shelter-1113",
    "name": "지산무학경로당",
    "address": "대구광역시 수성구 청수로38길 53-11",
    "lat": 35.8366323,
    "lng": 128.6286042
  },
  {
    "id": "daegu-shelter-1114",
    "name": "SC제일은행침산동지점",
    "address": "대구광역시 북구 침산남로 201",
    "lat": 35.887207,
    "lng": 128.59775
  },
  {
    "id": "daegu-shelter-1115",
    "name": "상록경로당",
    "address": "대구광역시 서구 달서로18길 42-3 (비산동)",
    "lat": 35.8705926,
    "lng": 128.5758872
  },
  {
    "id": "daegu-shelter-1116",
    "name": "동흔경로당",
    "address": "대구광역시 서구 국채보상로76길 27-1 (비산동)",
    "lat": 35.8695474,
    "lng": 128.5721028
  },
  {
    "id": "daegu-shelter-1117",
    "name": "새마을공원",
    "address": "대구광역시 북구 태암로5길 12",
    "lat": 35.929243,
    "lng": 128.551064
  },
  {
    "id": "daegu-shelter-1118",
    "name": "일구경로당",
    "address": "대구광역시 서구 평리로85길 15 (비산동)",
    "lat": 35.8683029,
    "lng": 128.5697986
  },
  {
    "id": "daegu-shelter-1119",
    "name": "비산도서관",
    "address": "대구광역시 서구 달서로14길 13 (비산동)",
    "lat": 35.8685866,
    "lng": 128.5733171
  },
  {
    "id": "daegu-shelter-1120",
    "name": "침산119안전센터",
    "address": "대구광역시 북구 침산남로 149",
    "lat": 35.888277,
    "lng": 128.592323
  },
  {
    "id": "daegu-shelter-1121",
    "name": "침산2동경로당",
    "address": "대구광역시 북구 침산남로31길 4-1",
    "lat": 35.888409,
    "lng": 128.593098
  },
  {
    "id": "daegu-shelter-1122",
    "name": "유산리경로당",
    "address": "대구광역시 달성군 구지면 유산길 17 ",
    "lat": 35.6240565,
    "lng": 128.4271154
  },
  {
    "id": "daegu-shelter-1123",
    "name": "오설리경로당",
    "address": "대구광역시 달성군 구지면 구지서로60길 62-4 ",
    "lat": 35.6815247,
    "lng": 128.3684742
  },
  {
    "id": "daegu-shelter-1124",
    "name": "예현리경로당",
    "address": "대구광역시 달성군 구지면 예현1길 11-9 ",
    "lat": 35.6366116,
    "lng": 128.437458
  },
  {
    "id": "daegu-shelter-1125",
    "name": "화랑공원",
    "address": "대구광역시 수성구 만촌로 151",
    "lat": 35.8717092,
    "lng": 128.639666
  },
  {
    "id": "daegu-shelter-1126",
    "name": "영선경로당",
    "address": "대구광역시 남구 중앙대로50길 40",
    "lat": 35.8527903,
    "lng": 128.5935477
  },
  {
    "id": "daegu-shelter-1127",
    "name": "창1리경로당",
    "address": "대구광역시 달성군 구지면창리로 59 ",
    "lat": 35.657429,
    "lng": 128.41343
  },
  {
    "id": "daegu-shelter-1128",
    "name": "수리1리경로당",
    "address": "대구광역시 달성군 구지면 국가산단북로23길 54-3 ",
    "lat": 35.6692382,
    "lng": 128.401098
  },
  {
    "id": "daegu-shelter-1129",
    "name": "가정종합사회복지관",
    "address": "대구광역시 북구 대동로10길 9",
    "lat": 35.895676,
    "lng": 128.611402
  },
  {
    "id": "daegu-shelter-1130",
    "name": "IM뱅크복현지점",
    "address": "대구광역시 북구 동북로 174",
    "lat": 35.898766,
    "lng": 128.611652
  },
  {
    "id": "daegu-shelter-1131",
    "name": "북대구농협본점",
    "address": "대구광역시 북구 동북로 160",
    "lat": 35.899361,
    "lng": 128.610061
  },
  {
    "id": "daegu-shelter-1132",
    "name": "IM뱅크성북교지점",
    "address": "대구광역시 북구 연암로 117",
    "lat": 35.89499,
    "lng": 128.594314
  },
  {
    "id": "daegu-shelter-1133",
    "name": "iM뱅크지산지점",
    "address": "대구광역시 수성구 지범로 188 (범물동)",
    "lat": 35.8209657,
    "lng": 128.6396196
  },
  {
    "id": "daegu-shelter-1134",
    "name": "IM뱅크경북대지점",
    "address": "대구광역시 북구 대학로 80 (경북대학교)",
    "lat": 35.892603,
    "lng": 128.609778
  },
  {
    "id": "daegu-shelter-1135",
    "name": "범물2동경로당",
    "address": "대구광역시 수성구 지범로48길 14-1 (범물동)",
    "lat": 35.8160045,
    "lng": 128.6436176
  },
  {
    "id": "daegu-shelter-1136",
    "name": "범물2동행정복지센터",
    "address": "대구광역시 수성구 범안로 52 (범물동)",
    "lat": 35.8175861,
    "lng": 128.6435516
  },
  {
    "id": "daegu-shelter-1137",
    "name": "범물공원경로당",
    "address": "대구광역시 수성구  지범로  232   (범물동)",
    "lat": 35.8184053,
    "lng": 128.6433575
  },
  {
    "id": "daegu-shelter-1138",
    "name": "명덕경로당",
    "address": "대구광역시 남구 명덕로38길 51",
    "lat": 35.8543922,
    "lng": 128.5890322
  },
  {
    "id": "daegu-shelter-1139",
    "name": "평리푸르지오1단지아파트경로당",
    "address": "대구광역시 서구 국채보상로50길 20 (평리동, 평리 푸르지오)",
    "lat": 35.8689429,
    "lng": 128.5598552
  },
  {
    "id": "daegu-shelter-1140",
    "name": "평리5동행정복지센터",
    "address": "대구광역시 서구 문화로 160",
    "lat": 35.874538,
    "lng": 128.550483
  },
  {
    "id": "daegu-shelter-1141",
    "name": "서대구농협평리지점",
    "address": "대구광역시 서구 서대구로 195 (평리동)",
    "lat": 35.8752286,
    "lng": 128.5544211
  },
  {
    "id": "daegu-shelter-1142",
    "name": "MG새마을금고와룡(본점)",
    "address": "대구광역시 서구 국채보상로 161 (평리동)",
    "lat": 35.8695298,
    "lng": 128.5486436
  },
  {
    "id": "daegu-shelter-1143",
    "name": "iM뱅크황금동지점",
    "address": "대구광역시 수성구 청수로 235 (황금동, 캐슬골드파크 2단지)",
    "lat": 35.8408769,
    "lng": 128.6337293
  },
  {
    "id": "daegu-shelter-1144",
    "name": "황금복지관",
    "address": "대구광역시 수성구 청수로45길 41",
    "lat": 35.8435523,
    "lng": 128.6320211
  },
  {
    "id": "daegu-shelter-1145",
    "name": "황금2동행정복지센터",
    "address": "대구광역시 수성구 청솔로2길 64 (황금동)",
    "lat": 35.8472024,
    "lng": 128.6236471
  },
  {
    "id": "daegu-shelter-1146",
    "name": "수리3리경로당",
    "address": "대구광역시 달성군 구지면 국가산단북로3길 24-6 ",
    "lat": 35.6666734,
    "lng": 128.3934751
  },
  {
    "id": "daegu-shelter-1147",
    "name": "옥산경로당",
    "address": "대구광역시 북구 칠성시장로25길 15",
    "lat": 35.884471,
    "lng": 128.599674
  },
  {
    "id": "daegu-shelter-1148",
    "name": "옥산할머니경로당",
    "address": "대구광역시 북구 침산남로44길 7-3",
    "lat": 35.886054,
    "lng": 128.599666
  },
  {
    "id": "daegu-shelter-1149",
    "name": "아이엠뱅크본리동지점",
    "address": "대구광역시 달서구  구마로  180   (본동)",
    "lat": 35.8369055,
    "lng": 128.5474142
  },
  {
    "id": "daegu-shelter-1150",
    "name": "산격4동행정복지센터",
    "address": "대구광역시 북구 대구체육관로 48 (산격4동행정복지센터)",
    "lat": 35.892335,
    "lng": 128.604304
  },
  {
    "id": "daegu-shelter-1151",
    "name": "내당4동행정복지센터",
    "address": "대구광역시 서구 서대구로3길 46",
    "lat": 35.858953,
    "lng": 128.551717
  },
  {
    "id": "daegu-shelter-1152",
    "name": "만수경로당",
    "address": "대구광역시 서구 평리로57길 15 (평리동, 동서1차아파트)",
    "lat": 35.8645674,
    "lng": 128.5542038
  },
  {
    "id": "daegu-shelter-1153",
    "name": "산격2동행정복지센터",
    "address": "대구광역시 북구 동북로31길 30 (산격2동 행정복지센터)",
    "lat": 35.901727,
    "lng": 128.609241
  },
  {
    "id": "daegu-shelter-1154",
    "name": "산격2동주민자치센터",
    "address": "대구광역시 북구 동북로31길 30 (산격2동행정복지센터)",
    "lat": 35.900567,
    "lng": 128.611466
  },
  {
    "id": "daegu-shelter-1155",
    "name": "대우아파트경로당",
    "address": "대구광역시 북구 동북로 163 (산격동, 산격대우아파트)",
    "lat": 35.9007747,
    "lng": 128.6110318
  },
  {
    "id": "daegu-shelter-1156",
    "name": "대덕2차아파트경로당",
    "address": "대구광역시 남구 앞산순환로 655 (보성대덕2차아파트206동)",
    "lat": 35.833971,
    "lng": 128.594978
  },
  {
    "id": "daegu-shelter-1157",
    "name": "고산골경로당",
    "address": "대구광역시 남구 용두길 89-1",
    "lat": 35.8314407,
    "lng": 128.6036304
  },
  {
    "id": "daegu-shelter-1158",
    "name": "봉덕3동행정복지센터",
    "address": "대구광역시 남구 중앙대로22길 100",
    "lat": 35.842441,
    "lng": 128.5959356
  },
  {
    "id": "daegu-shelter-1159",
    "name": "불로봉무새마을금고",
    "address": "대구광역시 동구 팔공로 127",
    "lat": 35.910236,
    "lng": 128.640628
  },
  {
    "id": "daegu-shelter-1160",
    "name": "IM뱅크칠곡지점",
    "address": "대구광역시 북구 칠곡중앙대로 451 (관음동)",
    "lat": 35.936018,
    "lng": 128.5485463
  },
  {
    "id": "daegu-shelter-1161",
    "name": "관음동행정복지센터",
    "address": "대구광역시 북구 관음동로 125 (관음동 행정복지센터)",
    "lat": 35.94425,
    "lng": 128.547316
  },
  {
    "id": "daegu-shelter-1162",
    "name": "IM뱅크봉덕동지점",
    "address": "대구광역시 남구 대봉로 60",
    "lat": 35.8440271,
    "lng": 128.6042314
  },
  {
    "id": "daegu-shelter-1163",
    "name": "강북노인복지관",
    "address": "대구광역시 북구 칠곡중앙대로91길 21 (강북노인복지회관)",
    "lat": 35.935015,
    "lng": 128.546507
  },
  {
    "id": "daegu-shelter-1164",
    "name": "산격4동주민자치센터",
    "address": "대구광역시 북구 대구체육관로 48 (산격4동행정복지센터)",
    "lat": 35.892335,
    "lng": 128.604304
  },
  {
    "id": "daegu-shelter-1165",
    "name": "신서공원",
    "address": "대구광역시 동구 동호로 98 (신서동)",
    "lat": 35.8668476,
    "lng": 128.7282014
  },
  {
    "id": "daegu-shelter-1166",
    "name": "무궁화공원",
    "address": "대구광역시 남구 현충로23길 23",
    "lat": 35.842726,
    "lng": 128.578338
  },
  {
    "id": "daegu-shelter-1167",
    "name": "인곡리경로당",
    "address": "대구광역시 군위군 삼국유사면 인곡1길 335 ",
    "lat": 36.1525685,
    "lng": 128.8386695
  },
  {
    "id": "daegu-shelter-1168",
    "name": "IM뱅크노원동지점",
    "address": "대구광역시 북구 노원로 169 (노원동3가)",
    "lat": 35.8993825,
    "lng": 128.5786377
  },
  {
    "id": "daegu-shelter-1169",
    "name": "욱수공원노인정",
    "address": "대구광역시 수성구 달구벌대로650길 59-6 (신매동)",
    "lat": 35.8329089,
    "lng": 128.7090994
  },
  {
    "id": "daegu-shelter-1170",
    "name": "고산2동행정복지센터",
    "address": "대구광역시 수성구 달구벌대로 3091 (시지동)",
    "lat": 35.8436212,
    "lng": 128.6951983
  },
  {
    "id": "daegu-shelter-1171",
    "name": "양지리경로당",
    "address": "대구광역시 군위군 삼국유사면 삼국유사로 1027 ",
    "lat": 36.1654428,
    "lng": 128.8274096
  },
  {
    "id": "daegu-shelter-1172",
    "name": "서대구농협내당지점",
    "address": "대구광역시 서구 달구벌대로375길 33 (내당동)",
    "lat": 35.8635719,
    "lng": 128.571264
  },
  {
    "id": "daegu-shelter-1173",
    "name": "MG새마을금고반고개본점",
    "address": "대구광역시 서구 달서로4길 35 (내당동)",
    "lat": 35.8648826,
    "lng": 128.5729592
  },
  {
    "id": "daegu-shelter-1174",
    "name": "천내13리경로당",
    "address": "대구광역시 달성군 화원읍 화원로7길 50-21 ",
    "lat": 35.8068049,
    "lng": 128.4957987
  },
  {
    "id": "daegu-shelter-1175",
    "name": "천내14리경로당",
    "address": "대구광역시 달성군 화원읍 화원로1길 15-7 ",
    "lat": 35.8049016,
    "lng": 128.5001975
  },
  {
    "id": "daegu-shelter-1176",
    "name": "대현동행정복지센터",
    "address": "대구광역시 북구 대현남로 25 (대현한신휴플러스 주민자치센터)",
    "lat": 35.882152,
    "lng": 128.605733
  },
  {
    "id": "daegu-shelter-1177",
    "name": "비산1동경로당",
    "address": "대구광역시 서구 통학로52길 30 (비산동)",
    "lat": 35.8837586,
    "lng": 128.5661839
  },
  {
    "id": "daegu-shelter-1178",
    "name": "일심경로당",
    "address": "대구광역시 남구 성명공원길 49",
    "lat": 35.8477732,
    "lng": 128.5713071
  },
  {
    "id": "daegu-shelter-1179",
    "name": "무성3리경로당",
    "address": "대구광역시 군위군 군위읍 무성3길  4 , 중모",
    "lat": 36.185289,
    "lng": 128.563965
  },
  {
    "id": "daegu-shelter-1180",
    "name": "봉삼경로당",
    "address": "대구광역시 남구 삼정4길 89",
    "lat": 35.8360429,
    "lng": 128.5945133
  },
  {
    "id": "daegu-shelter-1181",
    "name": "상중이동행정복지센터",
    "address": "대구광역시 서구 당산로 343 (중리동)",
    "lat": 35.8669628,
    "lng": 128.5461062
  },
  {
    "id": "daegu-shelter-1182",
    "name": "북구보건소",
    "address": "대구광역시 북구 성북로 49 (북구보건소)",
    "lat": 35.8918,
    "lng": 128.588858
  },
  {
    "id": "daegu-shelter-1183",
    "name": "노원동주민자치센터",
    "address": "대구광역시 북구 노원로10길 166 (노원동행정복지센터)",
    "lat": 35.890188,
    "lng": 128.576242
  },
  {
    "id": "daegu-shelter-1184",
    "name": "복현2차서한타운경로당",
    "address": "대구광역시 북구 공항로15길 8 (복현동, 복현2차서한타운)",
    "lat": 35.9006531,
    "lng": 128.6237669
  },
  {
    "id": "daegu-shelter-1185",
    "name": "대불노인복지관",
    "address": "대구광역시 북구 검단로 8-14 (대불노인복지회관)",
    "lat": 35.898668,
    "lng": 128.61666
  },
  {
    "id": "daegu-shelter-1186",
    "name": "에이스새마을금고본점",
    "address": "대구광역시 북구 팔달로 137",
    "lat": 35.889478,
    "lng": 128.565195
  },
  {
    "id": "daegu-shelter-1187",
    "name": "IM뱅크3공단지점",
    "address": "대구광역시 북구 노원동로 2",
    "lat": 35.89447,
    "lng": 128.571542
  },
  {
    "id": "daegu-shelter-1188",
    "name": "중리상록경로당",
    "address": "대구광역시 서구 국채보상로36길 16-2 (중리동)",
    "lat": 35.8680452,
    "lng": 128.5508189
  },
  {
    "id": "daegu-shelter-1189",
    "name": "평리청구경로당",
    "address": "대구광역시 서구 서대구로 77 (평리동, 평리청구타운)",
    "lat": 35.8648131,
    "lng": 128.5554028
  },
  {
    "id": "daegu-shelter-1190",
    "name": "신천가람경로당",
    "address": "대구광역시 동구 신암로16길 16 (가람타운)",
    "lat": 35.876382,
    "lng": 128.610515
  },
  {
    "id": "daegu-shelter-1191",
    "name": "동천동행정복지센터",
    "address": "대구광역시 북구 대천로 81 (동천동 행정복지센터)",
    "lat": 35.937255,
    "lng": 128.558153
  },
  {
    "id": "daegu-shelter-1192",
    "name": "동신새마을금고본점",
    "address": "대구광역시 동구 신암로 100 (신암동)",
    "lat": 35.8796537,
    "lng": 128.6109049
  },
  {
    "id": "daegu-shelter-1193",
    "name": "대명1동행정복지센터",
    "address": "대구광역시 남구 두류공원로 38",
    "lat": 35.8416704,
    "lng": 128.57356
  },
  {
    "id": "daegu-shelter-1194",
    "name": "IM뱅크대덕지점",
    "address": "대구광역시 남구 대명로 195",
    "lat": 35.8400179,
    "lng": 128.5787472
  },
  {
    "id": "daegu-shelter-1195",
    "name": "하나은행노원동지점",
    "address": "대구광역시 북구 오봉로 8",
    "lat": 35.888379,
    "lng": 128.576541
  },
  {
    "id": "daegu-shelter-1196",
    "name": "무궁화경로당",
    "address": "대구광역시 남구 현충로23길 23",
    "lat": 35.8427232,
    "lng": 128.5783147
  },
  {
    "id": "daegu-shelter-1197",
    "name": "신암3동행정복지센터앞",
    "address": "대구광역시 동구 신암남로 67 (신암동)",
    "lat": 35.8793992,
    "lng": 128.6231128
  },
  {
    "id": "daegu-shelter-1198",
    "name": "논공공단출장소",
    "address": "대구광역시 달성군 논공읍 논공중앙로33길 3 ",
    "lat": 35.7300423,
    "lng": 128.451899
  },
  {
    "id": "daegu-shelter-1199",
    "name": "창4리경로당",
    "address": "대구광역시 달성군 구지면 구지시장길 34 (창4리마을회관)",
    "lat": 35.657465,
    "lng": 128.410853
  },
  {
    "id": "daegu-shelter-1200",
    "name": "동곡1리경로당",
    "address": "대구광역시 달성군 하빈면 하빈남로37길 26-3 ",
    "lat": 35.863411,
    "lng": 128.41502
  },
  {
    "id": "daegu-shelter-1201",
    "name": "미성1리(새마)경로당",
    "address": "대구광역시 군위군 우보면 미성2길 7 ",
    "lat": 36.1719712,
    "lng": 128.670963
  },
  {
    "id": "daegu-shelter-1202",
    "name": "미성1리(길동)경로당",
    "address": "대구광역시 군위군 우보면 미성5길  60 , 미성1리(길동)경로당",
    "lat": 36.178481,
    "lng": 128.66459
  },
  {
    "id": "daegu-shelter-1203",
    "name": "감삼제2경로당",
    "address": "대구광역시 달서구  감삼1길  96   (감삼동)",
    "lat": 35.8456097,
    "lng": 128.5381179
  },
  {
    "id": "daegu-shelter-1204",
    "name": "IM뱅크효성타운지점",
    "address": "대구광역시 남구 효성중앙길 37 (봉덕동, 효성타운)",
    "lat": 35.8381864,
    "lng": 128.6034982
  },
  {
    "id": "daegu-shelter-1205",
    "name": "서재1리경로당",
    "address": "대구광역시 달성군 다사읍 서재본2길 3",
    "lat": 35.872568,
    "lng": 128.494822
  },
  {
    "id": "daegu-shelter-1206",
    "name": "칠곡농협본점",
    "address": "대구광역시 북구 칠곡중앙대로 574",
    "lat": 35.946726,
    "lng": 128.551536
  },
  {
    "id": "daegu-shelter-1207",
    "name": "읍내119안전센터",
    "address": "대구광역시 북구 칠곡중앙대로 570 (소방파출소)",
    "lat": 35.946332,
    "lng": 128.551588
  },
  {
    "id": "daegu-shelter-1208",
    "name": "평광경로당",
    "address": "대구광역시 서구 국채보상로50길 42-37 (평리동)",
    "lat": 35.8670019,
    "lng": 128.5591176
  },
  {
    "id": "daegu-shelter-1209",
    "name": "청수경로당",
    "address": "대구광역시 서구 국채보상로52길 27-35 (평리동)",
    "lat": 35.8691233,
    "lng": 128.5616228
  },
  {
    "id": "daegu-shelter-1210",
    "name": "장수경로당",
    "address": "대구광역시 서구 평리로73길 11-15 (평리동)",
    "lat": 35.866289,
    "lng": 128.5620466
  },
  {
    "id": "daegu-shelter-1211",
    "name": "괴산리경로당",
    "address": "대구광역시 군위군 삼국유사면 괴산길 353",
    "lat": 36.114557,
    "lng": 128.820017
  }
]